Repository: RemSoftDev/Wouter
Catalog: FoodJournal-WP3/FoodJournal.Common/Resources/AppResources.*.resx
Languages: ar_sa, ca_es, cs_cz, lv_lv, uk_ua, vi_vn

# ResourceFlowDirection
source: LeftToRight
ar_sa: RightToLeft

# ResourceLanguage
source: en-GB
ar_sa: ar-SA
ca_es: ca-ES
cs_cz: cs-CZ
lv_lv: lv-LV
uk_ua: uk-UA
vi_vn: vi-VN

# ApplicationTitle
source: FOOD DIARY
ar_sa: الغذاء اليومي
ca_es: DIARI D'ALIMENTS
cs_cz: STRAVOVACÍ DENÍK
lv_lv: ĒDIENREIŽU DIENASGRĀMATA
uk_ua: ЩОДЕННИК ХАРЧУВАННЯ
vi_vn: NHẬT KÝ ĂN UỐNG

source: Common items
ar_sa: أصناف شائعة
ca_es: Elements comuns
cs_cz: Běžné položky
lv_lv: Kopējās vienības
uk_ua: Типові продукти
vi_vn: Thực phẩm thường thấy

source: delete
ar_sa: حذف
ca_es: Suprimeix
cs_cz: Odstranit
lv_lv: Dzēst
uk_ua: Видалити
vi_vn: Xóa

# EmptyEntryList
source: Nothing selected
ar_sa: لم يتم تحديد أي شيء
ca_es: Res seleccionat
cs_cz: Nic není vybráno
lv_lv: Nekas netika atlasīts
uk_ua: Нічого не вибрано
vi_vn: Không có gì được chọn

# MyRecentItems_Breakfast
source: Recent breakfast items
ar_sa: أصناف الفطور الحديثة
ca_es: Elements recents esmorzar
cs_cz: Položky poslední snídaně
lv_lv: Pēdējo brokastu vienības
uk_ua: Нещодавні продукти на сніданок
vi_vn: Thực phẩm cho bữa sáng gần đây

# MyRecentItems_Dinner
source: Recent dinner items
ar_sa: أصناف العشاء الحديثة
ca_es: Elements recents sopar
cs_cz: Položky poslední večeře
lv_lv: Pēdējo vakariņu vienības
uk_ua: Нещодавні продукти на обід
vi_vn: Thực phẩm cho bữa tối gần đây

# MyRecentItems_Exercise
source: My recent excersizes
ar_sa: تماريني الرياضية الحديثة
ca_es: El meu excersizes recents
cs_cz: Moje poslední cvičení
lv_lv: Manas pēdējās fiziskās aktivitātes
uk_ua: Мої нещодавні фізичні вправи
vi_vn: Bài tập gần đây

# MyRecentItems_Lunch
source: Recent lunch items
ar_sa: أصناف العشاء الحديثة
ca_es: Elements recents dinar
cs_cz: Položky posledního oběda
lv_lv: Pēdējās pusdienu vienības
uk_ua: Нещодавні продукти на ланч
vi_vn: Thực phẩm cho bữa trưa gần đây

# MyRecentItems_Snack
source: Recent snack items
ar_sa: أصناف السناكس الحديثة
ca_es: Últims elements de mos
cs_cz: Položky poslední dopolední svačiny
lv_lv: Pēdējās uzkodu vienības
uk_ua: Нещодавні продукти на перекус
vi_vn: Thực phẩm cho bữa ăn nhẹ gần đây

# PageTitle
source: FOOD DIARY
ar_sa: الغذاء اليومي
ca_es: DIARI D'ALIMENTS
cs_cz: STRAVOVACÍ DENÍK
lv_lv: ĒDIENREIŽU DIENASGRĀMATA
uk_ua: ЩОДЕННИК ХАРЧУВАННЯ
vi_vn: NHẬT KÝ ĂN UỐNG

# PageTitleBase
source: FOOD DIARY-
ar_sa: يوميات الغذاء-
ca_es: DIARI D'ALIMENTS-
cs_cz: POTRAVINY DENÍK-
lv_lv: PĀRTIKAS ŽURNĀLS-
uk_ua: ХАРЧОВИЙ ЩОДЕННИК-
vi_vn: NHẬT KÝ THỰC PHẨM-

# Period_Breakfast
source: Breakfast
ar_sa: فطور
ca_es: Esmorzar
cs_cz: Snídaně
lv_lv: Brokastis
uk_ua: Сніданок
vi_vn: Bữa sáng

# Period_Dinner
source: Dinner
ar_sa: عشاء
ca_es: Sopar
cs_cz: Večeře
lv_lv: Vakariņas
uk_ua: Обід
vi_vn: Bữa tối

# Period_Exercise
source: Exercise
ar_sa: تمرين رياضي
ca_es: Exercici
cs_cz: Cvičení
lv_lv: Fiziskās aktivitātes
uk_ua: Фізичні вправи
vi_vn: Thể dục

# Period_Lunch
source: Lunch
ar_sa: غداء
ca_es: Dinar
cs_cz: Oběd
lv_lv: Pusdienas
uk_ua: Ланч
vi_vn: Bữa trưa

# Period_Snack
source: Snack
ar_sa: سناكس
ca_es: Aperitiu
cs_cz: Svačina
lv_lv: Uzkodas
uk_ua: Перекус
vi_vn: Bữa ăn nhẹ

source: Search
ar_sa: بحث
ca_es: Cerca
cs_cz: Hledat
lv_lv: Meklēt
uk_ua: Пошук
vi_vn: Tìm kiếm

source: Today
ar_sa: اليوم
ca_es: Avui
cs_cz: Dnes
lv_lv: Šodien
uk_ua: Сьогодні
vi_vn: Hôm nay

# StandardProperty_Amount
source: Amount
ar_sa: الكمية
ca_es: Quantitat
cs_cz: Množství
lv_lv: Summa
uk_ua: Кількість
vi_vn: Số lượng

# StandardProperty_Calcium
source: Calcium
ar_sa: الكالسيوم
ca_es: Calci
cs_cz: Vápník
lv_lv: Kalcijs
uk_ua: Кальцій
vi_vn: Canxi

# StandardProperty_Calories
source: Calories
ar_sa: السعرات الحرارية
cs_cz: Kalorie
lv_lv: Kalorijas
uk_ua: Калорії
vi_vn: Calo

# StandardProperty_Carbs
source: Carbs
ar_sa: الكربوهيدرات
ca_es: Carbohidrats
cs_cz: Sacharidy
lv_lv: Ogļhidrāti
uk_ua: Вуглеводи
vi_vn: Carbohydrate

# StandardProperty_Cholesterol
source: Cholesterol
ar_sa: الكوليسترول
ca_es: Colesterol
lv_lv: Holesterīns
uk_ua: Холестерин

# StandardProperty_Fiber
source: Fiber
ar_sa: ألياف
ca_es: Fibra
cs_cz: Vláknina
lv_lv: Šķiedrvielas
uk_ua: Клітковина
vi_vn: Chất xơ

# StandardProperty_Iron
source: Iron
ar_sa: حديد
ca_es: Ferro
cs_cz: Železo
lv_lv: Dzelzs
uk_ua: Залізо
vi_vn: Sắt

# StandardProperty_MonoFat
source: Monounsaturated fat
ar_sa: الدهون غير المشبعة الأحادية
ca_es: Àcid gras monoinsaturat
cs_cz: Mononenasycené mastné kyseliny
lv_lv: Mono-nepiesātinātie tauki
uk_ua: Мононенасичені жирні кислоти
vi_vn: Chất béo không bão hòa đơn

# StandardProperty_PolyFat
source: Polyunsaturated fat
ar_sa: الدهون غير المشبعة المتعددة
ca_es: Àcid gras poliinsaturat
cs_cz: Polynenasycené mastné kyseliny
lv_lv: Poli-nepiesātinātie tauki
uk_ua: Поліненасичені жирні кислоти
vi_vn: Chất béo không bão hòa đa

# StandardProperty_Potassium
source: Potassium
ar_sa: البوتاسيوم
ca_es: Potassi
cs_cz: Draslík
lv_lv: Kālijs
uk_ua: Калій
vi_vn: Kali

# StandardProperty_Protein
source: Protein
ar_sa: بروتين
ca_es: Proteïna
cs_cz: Bílkoviny
lv_lv: Olbaltumvielas
uk_ua: Білок

# StandardProperty_SatFat
source: Saturated fat
ar_sa: الدهون المشبعة
ca_es: Greixos saturats
cs_cz: Nasycené tuky
lv_lv: Piesātinātie tauki
uk_ua: Насичені жирні кислоти
vi_vn: Chất béo bão hòa

# StandardProperty_Sodium
source: Sodium
ar_sa: الصوديوم
ca_es: Sodi
cs_cz: Sodík
lv_lv: Nātrijs
uk_ua: Натрій
vi_vn: Natri

# StandardProperty_Sugar
source: Sugar
ar_sa: السكر
ca_es: Sucre
cs_cz: Cukr
lv_lv: Cukurs
uk_ua: Цукор
vi_vn: Đường

# StandardProperty_TotalFat
source: Total fat
ar_sa: المجموع الكلي للدهون
ca_es: Greix total
cs_cz: Tuky celkem
lv_lv: Tauki kopā
uk_ua: Всього жиру
vi_vn: Tổng lượng chất béo

# StandardProperty_VitaminC
source: Vitamin C
ar_sa: فيتامين ج
ca_es: Vitamina C
cs_cz: Vitamín C
lv_lv: C vitamīns
uk_ua: Вітамін С

# StandardProperty_VitaminD
source: Vitamin D
ar_sa: فيتامين د
ca_es: Vitamina D
cs_cz: Vitamín D
lv_lv: D vitamīns
uk_ua: Вітамін D

# StandardProperty_Weight
source: Weight
ar_sa: الوزن
ca_es: Pes
cs_cz: Váha
lv_lv: Svars
uk_ua: Вага
vi_vn: Trọng lượng

source: Preferences
ar_sa: تفضيلات
ca_es: Preferències
cs_cz: Nastavení
uk_ua: Налаштування
vi_vn: Tùy chọn

# EmptySearchList
source: Enter a search term
ar_sa: أدخل مصطلح البحث
ca_es: Introduïu un terme de cerca
cs_cz: Zadejte hledaný termín
lv_lv: Ievadiet meklējamo terminu
uk_ua: Введіть назву для пошуку
vi_vn: Nhập cụm từ tìm kiếm

# NewItemSuffix
source: (new item)
ar_sa: (صنف جديد)
ca_es: (element nou)
cs_cz: (nová položka)
lv_lv: (jauna vienība)
uk_ua: (новий продукт)
vi_vn: (thực phẩm mới)

# NewRecipeSuffix
source: (new recipe)
ar_sa: ((وصفة جديدة)
ca_es: (nova recepta)
cs_cz: (nový recept)
lv_lv: (jauna recepte)
uk_ua: (новий рецепт)
vi_vn: (công thức mới)

source: Search results
ar_sa: نتائج البحث
ca_es: Resultats de la cerca
cs_cz: Výsledky hledání
lv_lv: Meklēšanas rezultāti
uk_ua: Результати пошуку
vi_vn: Kết quả tìm kiếm

# SearchTermNotFound
source: {0} not found, try changing your search term
ar_sa: {0} غير موجود، حاول تغيير مصطلح البحث الخاص بك
ca_es: {0} no es troba, proveu de canviar el vostre terme de cerca
cs_cz: {0} nenalezeno, zkuste změnit hledaný výraz
lv_lv: {0} netika atrasta, mēģiniet vēlreiz, mainot meklēšanas terminu
uk_ua: {0} не знайдено, спробуйте змінити умову пошуку
vi_vn: không tìm thấy {0}, hãy thử thay đổi từ khóa

# AcceptNew
source: add
ar_sa: أضف
ca_es: Afegeix
cs_cz: Přidat
lv_lv: Pievienot
uk_ua: Додати
vi_vn: Thêm

source: Name
ar_sa: الاسم
ca_es: Nom
cs_cz: Jméno
lv_lv: Vārds
uk_ua: Ім'я
vi_vn: Tên

source: Nutrition
ar_sa: التغذية
ca_es: Nutrició
cs_cz: Výživa
lv_lv: Uzturvērtība
uk_ua: Харчова цінність
vi_vn: Dinh dưỡng

# PageTitleItemDetail
source: FOOD INFO
ar_sa: معلومات الطعام
ca_es: INFORMACIÓ D'ALIMENTS
cs_cz: POTRAVINOVÉ INFO
lv_lv: INFORMĀCIJA PAR ĒDIENIEM
uk_ua: ІНФОРМАЦІЯ ПРО ЇЖУ
vi_vn: THÔNG TIN THỰC PHẨM

# EnterWeight
source: Please enter weight first
ar_sa: الرجاء أدخل الوزن أولاً
ca_es: Si us plau, introdueixi el pes primer
cs_cz: Prosím nejprve zadejte váhu
lv_lv: Lūdzu, vispirms ievadiet svaru
uk_ua: Будь ласка, спочатку введіть вагу
vi_vn: Vui lòng nhập trọng lượng trước tiên

# ServingSizes
source: Serving size
ar_sa: حجم حصة الطعام
ca_es: Grandària de la porció
cs_cz: Velikost porce
lv_lv: Porcijas lielums
uk_ua: Розмір порції
vi_vn: Phần ăn

source: How much?
ar_sa: ما هو السعر؟
ca_es: Quant?
cs_cz: Kolik?
lv_lv: Cik daudz?
uk_ua: Скільки?
vi_vn: Bao nhiêu?

source: more options
ar_sa: المزيد من الخيارات
ca_es: més opcions
cs_cz: další možnosti
lv_lv: vairāk iespēju
uk_ua: додаткові параметри
vi_vn: Thêm tùy chọn

# NoNutritionInfo
source: No nutrition information
ar_sa: لا يوجد معلومات تغذية
ca_es: No hi ha informació de nutrició
cs_cz: Žádné nutriční informace
lv_lv: Nav informācijas par uzturvērtību
uk_ua: Інформація про харчову цінність відсутня
vi_vn: Không có thông tin dinh dưỡng

# AddServingSize
source: Add a serving size
ar_sa: أضف حجم حصة الطعام
ca_es: Afegir una grandària de la porció
cs_cz: Přidat velikost porce
lv_lv: Pievienot porcijas izmēru
uk_ua: Додати розмір порції
vi_vn: Thêm một phần ăn

source: add
ar_sa: أضف
ca_es: Afegeix
cs_cz: Přidat
lv_lv: Pievienot
uk_ua: Додати
vi_vn: Thêm

# SelectDate
source: Calendar
ar_sa: التقويم
ca_es: Calendari
cs_cz: Kalendář
lv_lv: Kalendārs
uk_ua: Календар
vi_vn: Lịch

source: Advertisement
ar_sa: إعلان
ca_es: Anunci
cs_cz: Reklama
lv_lv: Reklāma
uk_ua: Реклама
vi_vn: Quảng cáo

# Unit_Centiliter
source: Centiliter
ar_sa: سنتيلتر
cs_cz: Centilitr
lv_lv: Centilitri
uk_ua: Сантилітр
vi_vn: Xentilit

# Unit_Cup
source: Cup
ar_sa: كأس
ca_es: Tassa
cs_cz: Šálek
lv_lv: Glāze
uk_ua: Чашка
vi_vn: Chén

# Unit_Deciliter
source: Deciliter
ar_sa: ديسيلتر
ca_es: Decilitre
cs_cz: Decilitr
lv_lv: Decilitrs
uk_ua: Децилітр
vi_vn: Đêxilít

# Unit_FluidOunce
source: Fluid ounce
ar_sa: أونصة سائل
ca_es: Unça líquida
cs_cz: Dutá unce
lv_lv: Šķidruma unce
uk_ua: Рідка унція
vi_vn: Aoxơ lỏng

# Unit_Gallon
source: Gallon
ar_sa: غالون
ca_es: Galó
cs_cz: Galon
lv_lv: Galons
uk_ua: Галон
vi_vn: Galông

# Unit_Gram
source: gram
ar_sa: غرام
lv_lv: Grams
uk_ua: Грам
vi_vn: Gam

# Unit_Kilogram
source: kilogram
ar_sa: كيلوغرام
ca_es: Quilogram
lv_lv: Kilograms
uk_ua: Кілограм
vi_vn: Kilôgam

# Unit_Liter
source: Litre
ar_sa: لتر
cs_cz: Litr
lv_lv: Litrs
uk_ua: Літр
vi_vn: Lít

# Unit_Milliliter
source: Milliliter
ar_sa: ملليلتر
ca_es: Ml
cs_cz: Mililitr
lv_lv: Mililitrs
uk_ua: Мілілітр
vi_vn: Mililít

# Unit_Ounce
source: Ounce
ar_sa: آونس
ca_es: Unça
cs_cz: Unce
lv_lv: Unce
uk_ua: Унція
vi_vn: Aoxơ

# Unit_Pint
source: Pint
ar_sa: نصف لتر
ca_es: Pinta
cs_cz: Pinta
lv_lv: Pinte
uk_ua: Пінта
vi_vn: Panh

# Unit_Pound
source: Pound
ar_sa: رطل
ca_es: Lliura
cs_cz: Libra
lv_lv: Mārciņa
uk_ua: Фунт
vi_vn: Cân Anh

# Unit_Quart
source: Quart
ar_sa: كوارت
ca_es: Quart de galó
cs_cz: Kvart
lv_lv: Kvarta
uk_ua: Кварта
vi_vn: Lít Anh

# Unit_Tablespoon
source: Tablespoon
ar_sa: ملعقة كبيرة
ca_es: Cullerada
cs_cz: Polévková lžíce
lv_lv: Ēdamkarote
uk_ua: Столова ложка
vi_vn: Muỗng

# Unit_Teaspoon
source: Teaspoon
ar_sa: ملعقة شاي
ca_es: Culleradeta
cs_cz: Čajová lžička
lv_lv: Tējkarote
uk_ua: Чайна ложка
vi_vn: Muỗng cà phê

# Units_Centiliter
source: Centiliters
ar_sa: سنتيلتر
cs_cz: Centilitrech
lv_lv: Centilitri
uk_ua: Сантилітри
vi_vn: Xentilit

# Units_Cup
source: Cups
ar_sa: كوب
ca_es: Tasses
cs_cz: Hrnky
lv_lv: Tases
uk_ua: Чашки
vi_vn: Chén

# Units_Deciliter
source: Deciliters
ar_sa: ديسيلتر
lv_lv: Decilitri
uk_ua: Децилітри
vi_vn: Đêxilít

# Units_FluidOunce
source: fluid ounces
ar_sa: أونصات سائلة
ca_es: Unça fluida
cs_cz: Duté unce
lv_lv: Šķidruma unces
uk_ua: Рідкі унції
vi_vn: Aoxơ lỏng

# Units_Gallon
source: Gallons
ar_sa: جالونات
ca_es: Galons
cs_cz: Galony
lv_lv: Galoni
uk_ua: Галони
vi_vn: Galông

# Units_Gram
source: Grams
ar_sa: غرام
cs_cz: Gramy
lv_lv: Grami
uk_ua: Грами
vi_vn: Gam

# Units_Kilogram
source: Kilograms
ar_sa: كيلوغرام
ca_es: Quilograms
cs_cz: Kilogramů
lv_lv: Kilogrami
uk_ua: Кілограми
vi_vn: Kilôgram

# Units_Liter
source: Litres
ar_sa: لتر
cs_cz: Litrů
lv_lv: Litri
uk_ua: Літри
vi_vn: Lít

# Units_Milliliter
source: Millilitres
ar_sa: ملليلتر
cs_cz: Mililitrů
lv_lv: Mililitri
uk_ua: Мілілітри
vi_vn: Mililít

# Units_Ounce
source: ounces
ar_sa: أونصات
ca_es: Unces
cs_cz: Unce
lv_lv: Unces
uk_ua: Унції
vi_vn: Aoxơ

# Units_Pint
source: Pints
ar_sa: باينتات
ca_es: Pintes
cs_cz: Pinty
lv_lv: Pintes
uk_ua: Пінти
vi_vn: Panh

# Units_Pound
source: Pounds
ar_sa: أرطال
ca_es: Lliures
cs_cz: Libry
lv_lv: Mārciņas
uk_ua: Фунти
vi_vn: Cân anh

# Units_Quart
source: Quarts
ar_sa: كوارتات
ca_es: Quarts de galó
cs_cz: Quarty
lv_lv: Kvartas
uk_ua: Кварти
vi_vn: Lít Anh

# Units_Tablespoon
source: Tablespoons
ar_sa: ملعقة كبيرة
ca_es: Cullerades
cs_cz: Lžíce
lv_lv: Ēdamkarotes
uk_ua: Столові ложки
vi_vn: Muỗng

# Units_Teaspoon
source: Teaspoons
ar_sa: ملعقة صغيرة
ca_es: Culleradetes
cs_cz: Lžičky
lv_lv: Tējkarotes
uk_ua: Чайні ложки
vi_vn: Muỗng cà phê

# DatabaseCulture
source: en
ar_sa: ‏‏ar
ca_es: ca
cs_cz: CS
lv_lv: lv
uk_ua: UK
vi_vn: vi

# FeedbackSubject
source: E-mail from Food Diary
ar_sa: بريد الكتروني من الغذاء اليومي
ca_es: Correu electrònic de diari d'aliments
cs_cz: E-maily od Stravovacího deníku
lv_lv: E-pasts no Ēdienreižu dienasgrāmatas
uk_ua: Надішліть на e-mail з Щоденника харчування
vi_vn: E-mail từ Nhật ký ăn uống

# Equivalent
source: Amount
ar_sa: المقدار:
ca_es: Quantitat
cs_cz: částka
lv_lv: summa
uk_ua: Кількість:
vi_vn: Số lượng

source: loading...
ar_sa: يتم الآن التحميل...
ca_es: s'està carregant...
cs_cz: načítání...
lv_lv: notiek ielāde...
uk_ua: завантажую...
vi_vn: đang nạp ...

# ExpiredCaption
source: Update now
ar_sa: تحديث الآن؟
ca_es: Actualitza ara
cs_cz: Aktualizovat
lv_lv: Atjaunināt tūlīt?
uk_ua: Оновити зараз?
vi_vn: Cập nhật ngay bây giờ?

# ExpiredMessage
source: Thank you for using this App! This copy is now expired. But don't worry, we will take you to the download page to update if you press Ok.
ar_sa: شكرا لك لاستخدام هذا التطبيق! لقد انتهت صلاحية هذه النسخة الآن. ولكن لا تقلق، ونحن سوف نأخذك إلى صفحة التحميل للتحديث إذا قمت بالضغط على موافق.
ca_es: Gràcies per utilitzar aquest App! Aquesta còpia és ara expirada. Però no et preocupis, ens portarà a la pàgina de descàrrega actualitzar si premeu Ok.
cs_cz: Děkujeme vám za používání této aplikace. Tato kopie nyní vypršela. Nic se však neděje, klepnutí na tlačítko Ok Vás odvede na stránku, kde si stáhnete aktualizaci.
lv_lv: Paldies jums, ka izmantojat šo aplikāciju! Šai kopijai ir beidzies termiņš. Taču neraizējieties - mēs jūs aizvedīsim uz lejupielādes vietni, kurā varat atjaunināt, ja nospiedīsit OK.
uk_ua: Дякуємо за користування цим додатком! Термін дії цієї копії щойно закінчився. Але не хвилюйтеся, ми переадресуємо вас на сторінку завантаження оновлення, якщо ви натиснете кнопку "Оk".
vi_vn: Cảm ơn bạn đã sử dụng ứng dụng! Bản sao này bây giờ đã hết hạn. Để cập nhật, vui lòng bấm Ok để tới trang download.

# AgentDescription
source: This task updates the Live Tile for the Food Diary.
ar_sa: هذه المهمة تحدث "مستوى العيش" للغذاء اليومي".
ca_es: Aquesta tasca s'actualitza la rajola de viure pel diari d'aliments.
cs_cz: Tento úkol aktualizuje Live Tile panely pro Stravovací deník.
lv_lv: Šis uzdevums atjauno Ēdienreižu dienasgrāmatas "Live Tile" tūlītējos paziņojumus
uk_ua: Запустити оновлення живої іконки Щоденника харчування.
vi_vn: Thao tác này sẽ cập nhật ô “Live Tile” của ứng dụng Nhật ký ăn uống.

# AgentDisabled
source: You have disabled the Live Tile application in phone settings.
ar_sa: لقد قمت بتعطيل تطبيق مستوى العيش في اعدادات الهاتف
ca_es: Heu inhabilitat l'aplicació de viure rajola en escenes de telèfon.
cs_cz: Zakázali jste Live Tile panely aplikace v nastavení telefonu.
lv_lv: Jūs esat tālruņa uzstādījumos atspējojis Live Tile paziņojumu aplikāciju.
uk_ua: Ви відключили додаток живої іконки в налаштуваннях телефону.
vi_vn: Bạn đã vô hiệu hóa ứng dụng “Live Tile” trong điện thoại.

# PageTitleSettings
source: My preferences
ar_sa: تفضيلاتي
ca_es: Meves preferències
cs_cz: Moje nastavení
lv_lv: Manas preferences
uk_ua: Мої налаштування
vi_vn: Tùy chọn của tôi

# EnableLiveTile
source: Count missing meals on the app tile
ar_sa: عدد الوجبات مفقود في التطبيق
ca_es: Comte àpats que falten en el mosaic d'app
cs_cz: Spočítat chybějící jídla na panelu aplikace
lv_lv: Applikācijas "flīzē" saskaitīt trūkstošās maltītes.
uk_ua: Кількість пропущених прйомів їжі на іконці додатку
vi_vn: Đếm số bữa ăn bị thiếu trên “ô tile” của ứng dụng

source: Reminders
ar_sa: اشعارات
ca_es: Recordatoris
cs_cz: Upomínky
lv_lv: Atgādinājumi
uk_ua: Нагадування
vi_vn: Lời nhắc

# SettingsScreen
source: settings
ar_sa: إعدادات
ca_es: Configuració
cs_cz: Nastavení
lv_lv: Iestatījumi
uk_ua: Налаштування
vi_vn: Thiết lập

# PinToStart
source: Set up the tile
ar_sa: اضبط المستوى
ca_es: Configurar la rajola
cs_cz: Nastavit panely
lv_lv: Iestatīt "flīzi"
uk_ua: Налаштувати іконку
vi_vn: Thiết lập “ô tile”

# OpenReport
source: Report
ar_sa: تقرير
ca_es: Informe
cs_cz: Souhrn
lv_lv: Atskaite
uk_ua: Звіт
vi_vn: Báo cáo

source: Report
ar_sa: تقرير
ca_es: Informe
cs_cz: Souhrn
lv_lv: Atskaite
uk_ua: Звіт
vi_vn: Báo cáo

# CommonServingSizes
source: 100 g|1 oz = 28 goTeaspoon = 4.5 goTablespoon = 12 g|1 serving = 28 goPiece = 14 goSlice = 12 g|1 cup = 237 g
ar_sa: 100 g|1 أوقية = 28 g|ملعقة صغيرة = 4.5 g|ملعقة كبيرة = 12 g|1 تخدم = 28 g|قطعة = 14 g|شريحة = 12 g|1 كأس = ز 237
ca_es: 100 g|1 oz = 28 g|Culleradeta = 4,5 g|Cullerada = 12 g|1 ració = 28 g|Peça = 14 g|Llesca = 12 g|1 Copa = 237 g
cs_cz: 100 g|1 oz = 28 g|Lžička = 4,5 g|Lžíce = 12 g|1 porce = 28 g|Kus = 14 g|Řez = 12 g|1 cup = 237 g
lv_lv: 100 g|1 oz = 28 g|Tējkarote = 4.5 g|Ēdamkarote = 12 g|1 apkalpo = 28 g|Gabals = 14 g|Šķēle = 12 g|1 kauss = 237 g
uk_ua: 100 g|1 oz = 28 g|Чайна ложка = 4.5 g|Столова ложка = 12 порції g|1 = 28 g|Шматок = 14 g|Фрагмент = 12 Кубок g|1 = 237 г
vi_vn: 100 g|1 oz = 28 g|Muỗng cà phê = 7.2 g|Muỗng canh = 12 g|1 phục vụ = 28 g|Mảnh = 14 g|Lát = 12 g|1 ly = 237 g

source: Take a picture
ar_sa: التقاط صورة
ca_es: Fes una foto
cs_cz: Pořídit fotografii
lv_lv: Uzņemt fotoattēlu
uk_ua: Зняти фото
vi_vn: Chụp ảnh

# ReviewBody
source: Thank you for using this App! If you find it useful, please help it become successful by leaving a review.
ar_sa: شكرا لك لاستخدام هذا التطبيق! إذا كنت تجده مفيدا، الرجاء ساعده بأن يكون ناجحا من خلال ترك معاينة.
ca_es: Gràcies per utilitzar aquest App! Si li resulta útil, si us plau ajudar-lo a tenir èxit en deixar un comentari.
cs_cz: Děkujeme vám za používání této aplikace. Pokud zjistíte, že je pro vás užitečná, prosím, zanechte nám recenzi.
lv_lv: Paldies jums, ka izmantojat šo aplikāciju! Ja jums tā šķitīs noderīga, lūdzu palīdziet tai kļūt veiksmīgai, atstājot atsauksmi.
uk_ua: Дякуємо за користування цим додатком! Якщо ви вважаєте його корисним, будь ласка, допоможіть йому стати успішним, залишивши відгук.
vi_vn: Cảm ơn bạn đã sử dụng ứng dụng này! Nếu bạn thấy nó hữu ích, xin vui lòng để lại một bài đánh giá để ủng hộ ứng dụng.

# ReviewTitle
source: Leave a review?
ar_sa: اترك معاينة؟
ca_es: Deixar un comentari?
cs_cz: Napsat hodnocení?
lv_lv: Atstāt atsauksmi?
uk_ua: Залишити відгук?
vi_vn: Để lại đánh giá?

source: Goals
ar_sa: الأهداف
ca_es: Objectius
cs_cz: Cíle
lv_lv: Mērķi
uk_ua: Цілі
vi_vn: Mục tiêu

source: No goal set
ar_sa: لم يتم تعيين الهدف
ca_es: Cap objectiu conjunt
cs_cz: Žádný cíl sada
lv_lv: Nav mērķi
uk_ua: Немає мети набір
vi_vn: Không có thiết lập mục tiêu

# EndOfDay
source: At the end of the day
ar_sa: في نهاية اليوم
ca_es: Al final del dia
cs_cz: Na konci dne
lv_lv: Dienas beigās
uk_ua: В кінці дня
vi_vn: Vào cuối ngày

# ReminderContent
source: What did you eat?
ar_sa: ماذا أكلت؟
ca_es: Què t'agrada?
cs_cz: Co jsi jedl/a?
lv_lv: Ko tu ēdi?
uk_ua: Що ви їли?
vi_vn: Bạn đã ăn những gì?

# ReminderTitle
source: Reminder: update your diary
ar_sa: إشعار: حدث مفكرتك اليومية
ca_es: Recordatori: actualitzar el seu diari
cs_cz: Upomínka: aktualizovat váš deník
lv_lv: Atgādinājums: atjauniniet savu dienasgrāmatu
uk_ua: Нагадування: оновіть ваш щоденник
vi_vn: Nhắc nhở: cập nhật nhật ký của bạn

# ReminderDescription
source: selected reminders appear if you haven't updated your diary by the selected time
ar_sa: تظهر الاشعارات المحددة إذا لم تقم بتحديث مفكرتك اليومية حسب الوقت المحدد
ca_es: recordatoris seleccionats apareguin si vostè no he actualitzat l'agenda pel temps seleccionat
cs_cz: vybrané upomínky se zobrazí v případě, že jste neaktualizovali svůj deník do stanoveného času
lv_lv: atlasīto atgādinājumi parādās, ja neesat līdz izvēlētajam laikam atjaunojis savu dienasgrāmatu
uk_ua: Вибрані нагадування з'являються, якщо ви не оновлювали ваш щоденник до визначеного часу
vi_vn: lời nhắc được chọn sẽ xuất hiện nếu bạn chưa cập nhật nhật ký của mình theo thời gian đã định

# ScreenshotTitles
source: Orange juice, 1 cup, Toast, 1 slice, Egg, 1 medium, Apple, Coffee, Banana
ar_sa: عصير البرتقال، 1 كوب، نخب، 1 شريحة، بيضة، 1 المتوسطة، أبل، والبن، والموز
ca_es: Suc de taronja, 1 tassa de pa torrat, 1 llenca, ou, 1 mitjana, Poma, plàtan, cafè
cs_cz: Pomerančová šťáva, 1 šálek, Toast, 1 plátek, vajíčko, 1 střední, Apple, káva, banány
lv_lv: Apelsīnu sula, 1 tase Toast, 1 šķēle, olu, 1 vidēja banānu, ābolu, kafijas
uk_ua: Апельсиновий сік, 1 стакан, тости, 1 скибочка, яйце, 1 середній Apple, кава, банан
vi_vn: Nước cam, 1 cốc, bánh mì nướng, 1 lát, trứng, 1 trung bình, Apple, cà phê, chuối

# GoalOver
source: {0} over goal
ar_sa: {0} فوق الهدف
ca_es: {0} sobre objectiu
cs_cz: {0} nad limit
lv_lv: {0} virs mērķa
uk_ua: {0} понад ціль
vi_vn: vượt mục tiêu {0}

# GoalUnder
source: {0} remaining
ar_sa: {0} الباقي
ca_es: restants de {0}
cs_cz: Zbývá {0}
lv_lv: atlikuši {0}
uk_ua: Залишилося {0}
vi_vn: còn lại{0}

# OpenJournal
source: Journal
ar_sa: مجلة
ca_es: Diari
cs_cz: Deník
lv_lv: Dienasgrāmata
uk_ua: Журнал
vi_vn: Sổ ký sự

# RemoveAdsText
source: Choose OK to remove advertisements from the app.
ar_sa: اختر موافق إزالة الإعلانات من التطبيق.
ca_es: Trieu d'acord per eliminar anuncis de l'app.
cs_cz: Klepněte na tlačítko OK, chcete-li odstranit reklamy z aplikace.
lv_lv: Spiediet OK, lai noņemtu reklāmas no aplikācijas.
uk_ua: Виберіть "OK" для видалення реклами з додатку.
vi_vn: Chọn OK để gỡ bỏ quảng cáo khỏi ứng dụng.

# RemoveAdsTitle
source: Remove Advertisements?
ar_sa: إزالة الإعلانات؟
ca_es: Tregui anuncis?
cs_cz: Odstranit reklamy?
lv_lv: Noņemt reklāmas?
uk_ua: Видалити рекламу?
vi_vn: Gỡ bỏ quảng cáo?

# StoreException
source: The was a problem connecting to the Windows Phone store. Please try again later.
ar_sa: كان هناك مشكلة في الاتصال بمخزون هاتف ويندوز. الرجاء المحاولة مرة أخرى فيما بعد.
ca_es: El va ser un problema en connectar-se a la botiga de Windows Phone. Si us plau provar una altra vegada més tard.
cs_cz: Problém připojování k úložišti Windows Phone. Opakujte akci později.
lv_lv: Radās problēma, veidojot savienojumu ar Windows Phone veikalu. Lūdzu, mēģiniet vēlreiz vēlāk.
uk_ua: Не вдалося підключитися до Windows Phone Store. Будь ласка, спробуйте ще раз пізніше.
vi_vn: Có vấn đề về kết nối với cửa hàng Windows Phone. Xin vui lòng thử lại sau.

# Feedback_Email
source: Report a problem
ar_sa: الإبلاغ عن مشكلة
ca_es: Informa d'un problema
cs_cz: Ohlásit problém
lv_lv: Ziņot par problēmu
uk_ua: Повідомити про помилку
vi_vn: Báo cáo sự cố

# Feedback_EmailText
source: Or suggest a feature or ask a question
ar_sa: أو اقترح ميزة أو اسأل سؤالا
ca_es: Suggereixen una característica o una pregunta
cs_cz: Navrhněte funkci nebo položte otázku
lv_lv: Vai iesakiet kādu iespēju vai uzdotiet jautājumu
uk_ua: Запропонувати функцію або задати питання
vi_vn: Gợi ý tính năng hoặc đặt câu hỏi
