Repository: RemSoftDev/Wouter
Catalog: FoodJournal-WP3/FoodJournal.Common/Resources/AppResources.*.resx
Languages: ar_sa, ca_es, cs_cz, lv_lv, uk_ua, vi_vn

# StoreText_3
source: FEATURES: 1. A simple and powerful design: The app opens directly on the entry screen, on the most recent meal, because that is what you'll use most. The design makes adding entries as simple and intuitive as possible. 2. One tap entry with personalized suggestions: The most common food items can immediately be selected. Starting on the second day, your recent items are suggested because you may eat the same food frequently. 3. Logging in is not needed: No personal data or contact information is required. 4. Thousands of items already in the database: Most food items have accurate information about common serving sizes, calories, carbohydrates, protein and fat. 5. Full off-line support: No need to be connected to the internet. 6. Precise entry is also easy: You can accurately enter the precise amount using a slider. 7. Daily reports: Using the menu, you can directly open the diary, which shows a summary of your day. Here you can switch between calories, protein and carbohydrates by pressing on little triangle. 8. Track your goals: After entering your personal goals, you can use the week report to see your trends. 9. Personal reminders help you stay on target: They are a convenient way to make sure you fill out your diary, after each meal, or at the end of the day. It is a good idea to verify the information in the database is the same as the information on your food packaging; food nutrition fluctuates with brands and over time. Make sure to discuss your goals with your doctor or nutrition specialist.
ar_sa: الميزات: 1-تصميم بسيطة وقوية: يفتح التطبيق مباشرة على الشاشة الإدخال، على الوجبة الأخيرة، لأن هذا ما سوف تستخدمه أكثر. يجعل التصميم إضافة إدخالات بسيطة وبديهية ممكن. 2-واحد الصنبور الدخول مع اقتراحات شخصية: المواد الغذائية الأكثر شيوعاً يمكن تحديده فورا. اعتبارا من اليوم الثاني، يقترح البنود الأخيرة الخاصة بك لكنت قد يأكلون نفس الطعام كثيرا. 3. قطع الأشجار غير مطلوب: مطلوب لا بيانات شخصية أو معلومات جهة الاتصال. 4-الآلاف من العناصر الموجودة مسبقاً في قاعدة البيانات: معظم المواد الغذائية تحتوي على معلومات دقيقة حول المشترك خدمة الأحجام، والسعرات الحرارية، والكربوهيدرات، والبروتين والدهون. 5. كامل دون اتصال الدعم: لا حاجة أن تكون متصلاً بالإنترنت. 6-دقة الإدخال أيضا من السهل: يمكنك إدخال المبلغ الدقيق باستخدام شريط تمرير بدقة. 7. يوميا تقارير: باستخدام القائمة، يمكنك فتح مباشرة اليوميات، الذي يعرض ملخصاً ليومك. هنا يمكنك التبديل بين السعرات الحرارية والبروتين والكربوهيدرات بالضغط على مثلث قليلاً. 8-تتبع أهدافك: بعد دخول الأهداف الشخصية الخاصة بك، يمكنك استخدام تقرير الأسبوع لمعرفة الاتجاهات الخاصة بك. 9. شخصية التذكيرات تساعدك على البقاء على الهدف: فطريقة ملائمة للتأكد من أن تقوم بتعبئة اليوميات الخاصة بك، وبعد كل وجبة، أو في نهاية اليوم. أنها فكرة جيدة للتحقق من المعلومات الموجودة في قاعدة البيانات هي نفس المعلومات على تغليف المواد الغذائية الخاصة بك؛ التغذية الغذاء يتقلب مع العلامات التجارية، ومع مرور الوقت. تأكد من مناقشة أهدافك مع أخصائي الطبيب أو التغذية الخاصة بك.
ca_es: CARACTERÍSTIQUES: 1. un disseny senzill i potent: L'app s'obre directament sobre la pantalla d'entrada, en l'àpat més recent, perquè això és el que utilitzareu més. El disseny fa afegint entrades tan simple i intuïtiu com sigui possible. 2. una aixeta d'entrada amb suggeriments personalitzats: els aliments més comuns es poden seleccionar immediatament. A partir del segon dia, el seu elements recents se suggereix perquè vostè pot menjar el mateix menjar sovint. 3. registre a no és necessari: cap dades personals o informació de contacte és necessari. 4. milers d'articles ja en la base de dades: la majoria dels aliments tenir informació precisa sobre comú servint mides, calories, carbohidrats, proteïnes i greixos. 5. off-line ple suport: no hi ha necessitat d'estar connectat a internet. 6. precisa entrada també és fàcil: amb precisió podeu introduir la quantitat precisa utilitzant un botó lliscant. 7. diari informa: utilitzant el menú, vostè pot obrir directament el diari, que mostra un resum del seu dia. Aquí es pot canviar entre calories, proteïnes i carbohidrats prement el petit triangle. 8. Gestioneu els vostres objectius: després d'introduir les seves metes personals, podeu utilitzar l'informe de la setmana per veure les seves tendències. 9. personal recordatoris ajuden a mantenir en objectiu: són una manera convenient per assegurar-se que ompli el seu diari, després de cada àpat, o al final del dia. És una bona idea per verificar que la informació en la base de dades és el mateix que la informació sobre el seu envasament alimentari; Nutrició fluctua amb marques i amb el temps. Assegureu-vos de discutir els seus objectius amb el seu metge o nutrició especialista.
cs_cz: RYSY: 1. jednoduchý a účinný design: app otevře přímo na vstupní obrazovce, na poslední jídlo, protože to je to, co budete používat nejčastěji. Design dělá přidávání položek jako jednoduché a intuitivní, jak je to možné. 2. jedna klepnutím položku s personalizované návrhy: nejběžnější potravinové položky lze okamžitě vybrat. Od druhého dne, vaše poslední položky jsou navrhl, protože může jíst stejné jídlo často. 3. přihlášení není zapotřebí: je třeba žádné osobní údaje nebo kontaktní informace. 4. tisíce položek v databázi: většina potravin položky mají přesné informace o společné velikost porcí, kalorií, sacharidů, bílkovin a tuků. 5. plná offline podpora: nemusíte být připojeni k Internetu. 6. přesné zadání je také snadné: přesně, můžete zadat přesnou částku, pomocí jezdce. 7. denní zprávy: použití nabídky, můžete přímo otevřít deník, který zobrazuje souhrn vašeho dne. Zde můžete přepínat mezi kalorií, bílkoviny a sacharidy stisknutím na malý trojúhelník. 8. sledování cíle: po zadání vašich osobních cílů, můžete použít sestavu týden vidět své trendy. 9. osobní připomínky vám pomohou zůstat na cíl: jsou pohodlný způsob, jak Ujistěte se, vyplňte váš deník, po každém jídle, nebo na konci dne. To je vhodné ověřit, že informace v databázi je shodný s informací o vašem balení potravin; potraviny výživa kolísá s značky a postupem času. Ujistěte se, že diskutovat o své cíle s lékařem nebo nutriční specialista.
lv_lv: IEZĪMES: 1. vienkāršs un spēcīgs dizains: app atver tieši ekrānā ieraksts par pēdējo maltīti, jo tas, ko jūs visvairāk izmantosiet. Noformējums ļauj pievienot ierakstus kā vienkāršu un intuitīvu iespējas. 2. vienu pieskārienu ierakstu ar personalizētu ieteikumi: visbiežāk pārtikas preces var izvēlēties nekavējoties. Sākot no otrās dienas, Nesenie vienumi tiek piedāvāti tāpēc, ka jums var ēst pašu pārtikas bieži. 3. ieejot sistēmā nav vajadzīgs: nav nepieciešama nekāda personas datus vai kontaktinformāciju. 4. krājumi jau datu bāzē tūkstošiem: lielākā daļa pārtikas preces ir precīza informācija par kopīgas apkalpo izmēriem, kalorijas, ogļhidrātu, olbaltumvielu un tauku. 5. pilnīga atslēgšanās atbalsts: nav nepieciešams savienojums ar internetu. 6. precīzu ierakstu ir arī viegli: precīzi var ievadīt precīzu summu, lietojot slīdni. 7. ikdienas ziņojumi: izmantojot izvēlni, var tieši atvērt dienasgrāmatu, kas rāda kopsavilkumu par jūsu dienā. Šeit varat pārslēgt kalorijas, olbaltumvielu un ogļhidrātu, nospiežot uz nelielu trīsstūrīti. 8. reģistrēt savus mērķus: pēc ieceļošanas savus personiskos mērķus, nedēļas atskaiti var izmantot, lai redzēt savu tendences. 9. personas atgādinājumi palīdzēs jums palikt uz mērķi: tie ir ērts veids, kā pārliecināties, aizpildiet savu dienasgrāmatu, pēc katras ēdienreizes vai dienas beigās. Tā ir laba ideja, lai pārbaudītu informāciju datu bāzē ir tāds pats kā informācija par pārtikas iepakojumam; Pārtikas uzturvērtības svārstās ar zīmoliem un laika gaitā. Pārliecinieties, lai apspriestu jūsu mērķus ar savu ārstu vai uztura speciālists.
uk_ua: ОСОБЛИВОСТІ: 1. простий і потужний дизайн: програма відкриється безпосередньо на екрані запис на самий останній їжі, тому що це те, що ви будете використовувати найбільш. Дизайн робить додавання записів як простий і інтуїтивно зрозумілий, як це можливо. 2. одним дотиком запис з персоналізовані пропозиції: найбільш загальні продовольчих товарів можна відразу вибрати. Починаючи на другий день, останні елементи запропоновано тому, що ви можете їсти ту ж їжу часто. 3. вхід до системи не потрібні: не особистих даних або контактну інформацію не потрібно. 4. тисяч предметів, вже в базі даних: більшість продуктів харчування є точної інформації про загальні розмірах виступаючого, калорій, вуглеводів, білків і жирів. 5. повний офф-лайн підтримку: немає необхідності підключення до Інтернету. 6. точний запис також нескладно: точно можна ввести точні суми за допомогою повзунка. 7. Щоденні звіти: за допомогою меню, їх можна безпосередньо відкривати щоденник, який показує зведення вашого дня. Тут ви можете перемикатися між калорій, білків і вуглеводів, натиснувши на маленький трикутник. 8. відстежувати ваші цілі: після введення особистих цілей, дає змогу тиждень доповіді бачити ваш тенденції. 9. особисті нагадувань допоможуть вам залишатися в ціль: вони є зручним способом, щоб переконатися, що вам заповнити щоденник, після кожного прийому їжі, або в кінці дня. Це гарна ідея, щоб перевірити відомості в базі даних, так само, як інформація про ваші продукти для; поживна їжа коливається з брендами і з часом. Переконайтеся, щоб обговорити ваші цілі з харчування або лікаря фахівця.
vi_vn: TÍNH NĂNG: 1. một thiết kế đơn giản và mạnh mẽ: các ứng dụng mở trực tiếp trên màn hình nhập cảnh, trên các bữa ăn gần đây nhất, bởi vì đó là những gì bạn sẽ sử dụng nhất. Việc thiết kế làm cho thêm mục như đơn giản và trực quan nhất có thể. 2. một vòi mục với lời đề nghị được cá nhân hoá: các mặt hàng thực phẩm phổ biến nhất có thể ngay lập tức được chọn. Bài gần đây của bạn bắt đầu vào ngày thứ hai, được đề nghị bởi vì bạn có thể ăn thực phẩm cùng thường xuyên. 3. đăng nhập không cần: không có dữ liệu cá nhân hoặc thông tin liên lạc là bắt buộc. 4. hàng ngàn mục đã có trong cơ sở dữ liệu: hầu hết các mặt hàng thực phẩm có các thông tin chính xác về phổ biến phục vụ kích thước, năng lượng, carbohydrate, protein và chất béo. 5. đầy đủ không trực tuyến hỗ trợ: không cần phải được kết nối với internet. 6. chính xác nhập cũng là dễ dàng: bạn có thể chính xác nhập số tiền chính xác bằng cách sử dụng một thanh trượt. 7. hàng ngày báo cáo: sử dụng trình đơn, bạn có thể trực tiếp mở cuốn nhật ký, trong đó cho thấy một bản tóm tắt trong ngày của bạn. Ở đây bạn có thể chuyển đổi giữa các calo, protein và carbohydrate bằng cách nhấn vào hình tam giác nhỏ. 8. theo dõi mục tiêu của bạn: sau khi nhập mục tiêu cá nhân của bạn, bạn có thể sử dụng báo cáo tuần để xem xu hướng của bạn. 9. cá nhân nhắc nhở giúp bạn ở lại trên mục tiêu: họ là một cách thuận tiện để đảm bảo rằng bạn điền vào trong Nhật ký của bạn, sau mỗi bữa ăn, hoặc vào cuối ngày. Nó là một ý tưởng tốt để xác minh các thông tin trong cơ sở dữ liệu là giống như các thông tin trên bao bì thực phẩm của bạn; thực phẩm dinh dưỡng biến động với thương hiệu và theo thời gian. Đảm bảo rằng bạn để thảo luận về mục tiêu của bạn với bác sĩ hoặc dinh dưỡng chuyên gia của bạn.

# StoreText_2
source: ABOUT THE APP: Keeping track of what you eat has been shown to help prevent and stop over-eating. This app helps you control your diet and eat healthier, by making it easy to track what you eat. The design is optimized to make entry as quick as possible, with 1 click entry, and recent food suggestions. The built in database already has thousands of food items and if yours are not known, adding them is easy. PLEASE NOTE: This app is free to download, and supported by advertisements. You can use it for free as long as you like. It is possible to remove the advertisement for a fee, which will also enable additional features.
ar_sa: حول التطبيق: تتبع من ما تأكله قد ثبت للمساعدة في منع ووقف الإفراط في تناول الطعام. هذا التطبيق يساعدك على التحكم في النظام الغذائي الخاص بك وأكل صحية، مما يجعل من السهل تعقب ما تأكله. التصميم هو الأمثل لجعل دخول أسرع وقت الغذاء المحتملة، مع 1 انقر فوق الإدخال، ومؤخرا اقتراحات. بنيت في قاعدة البيانات لديها بالفعل آلاف مواد الغذائية، وإذا كانت غير معروفة لك، من السهل إضافة لهم. يرجى ملاحظة: هذا التطبيق مجاني لتحميل، ومدعومة بالإعلانات. يمكنك استخدامه مجاناً كما تشاء. من الممكن إزالة الإعلان مقابل رسوم، مما سيمكن أيضا ميزات إضافية.
ca_es: SOBRE L'APP: Fer un seguiment dels que menges ha demostrat per ajudar a prevenir i deixar de menjar en excés. Aquest app ajuda a controlar la seva dieta i menjar de forma saludable, fent-ho fàcil de seguir el que menges. El disseny està optimitzat per fer entrada tan ràpid com suggeriments de menjar possible, amb l'entrada de 1 clic i recents. El construït en base de dades ja té milers d'aliments i si seu no es coneixen, afegint-los és fàcil. Nota: Aquest app és lliure descarregar i suportat per anuncis. Es pot utilitzar de franc mentre li agradis. És possible treure l'anunci per a una quota, que permetrà també trets addicionals.
cs_cz: O APLIKACI: Udržování přehledu o co jíš ukázal pomoci zabránit a přestat přejídání. Tato aplikace vám pomůže ovládat svůj jídelníček a jíst zdravější, tím, že jej snadno sledovat, co jíte. Design je optimalizován aby vstup tak rychle, jak je možné, s 1 klepněte na možnost položka a poslední jídlo návrhy. Stavěný z do databáze již má tisíce potravin a je-li vaše nejsou známy, jejich přidávání je snadné. Upozornění: Tato aplikace je volně ke stažení a s podporou reklamy. Můžete ji použít zdarma tak dlouho, jak chcete. Je možné odstranit reklamy za poplatek, což umožní další funkce.
lv_lv: PAR APP: Uzturot par to, ko tu ēd ir pierādīts, lai palīdzētu novērst un pārtraukt ēst pārāk. Šajā app palīdz jums kontrolēt jūsu diēta un ēst veselīgāk, padarot to viegli izsekot, ko jūs ēdat. Dizains ir optimizēta, lai ievadi padara tikpat ātra kā iespējamu ar 1 klikšķi ierakstu un neseno pārtikas ierosinājumus. Iebūvēta datu bāzē jau ir tūkstošiem pārtikas preces un, ja jums nav zināmi, skaņas efektu pievienošana ir vienkārša. Lūdzu, ņemiet vērā: Šis app ir bezmaksas lejupielādēt un atbalstīja reklāmas. Jūs varat izmantot par brīvu, ja vien jums patīk. Ir iespējams noņemt reklāmu par maksu, kas ļaus arī papildu līdzekļus.
uk_ua: ПРО ДОДАТОК: Стежити за те, що ви їсте було показано, щоб допомогти запобігти і зупинити переїдання. Ця програма допоможе вам контролювати свій раціон і харчуватися здоровою, легко відслідковувати, що ви їсте. Дизайн оптимізовано здійсніті ввезення так швидко, як можливо, з 1 клік запис і останні продовольство пропозиції. Вбудований в БД вже має тисячі продуктів харчування і якщо ваша не відомі, додавши їх легко. Будь ласка, зверніть увагу,: Цей додаток є безкоштовно завантажити і підтриману рекламу. Ви можете використовувати його безкоштовно тих пір, як ви хотіли. Є можливість видалити рекламу за додаткову плату, яка дозволить додаткові функції.
vi_vn: VỀ CÁC ỨNG DỤNG: Theo dõi của những gì bạn ăn đã được hiển thị để giúp ngăn chặn và ngừng ăn quá. Ứng dụng này sẽ giúp bạn kiểm soát chế độ ăn uống của bạn và ăn lành mạnh, bằng cách làm cho nó dễ dàng để theo dõi những gì bạn ăn. Thiết kế được tối ưu hoá để làm cho nhập cảnh càng nhanh càng thực phẩm có thể, với 1 Click vào mục, và gần đây đề xuất. Cơ sở dữ liệu được xây dựng tại đã có hàng ngàn loại thức ăn và nếu bạn không biết, bổ sung chúng rất dễ dàng. Xin lưu ý: Ứng dụng này là miễn phí để tải về, và được hỗ trợ bởi quảng cáo. Bạn có thể sử dụng nó miễn phí miễn là bạn thích. Nó có thể loại bỏ các quảng cáo cho một khoản phí, mà sẽ cũng cho phép tính năng bổ sung.

# StoreText_1
source: Food Diary: Your diet and calorie tracking app.
ar_sa: يوميات الغذاء: الخاص بك النظام الغذائي والسعرات الحرارية التي تتبع التطبيق.
ca_es: Diari d'aliments: El seu règim i calories seguiment app.
cs_cz: Potraviny deník: Vaše strava a kalorie sledování aplikace.
lv_lv: Pārtikas dienasgrāmata: Diētu un kaloriju uzskaites app.
uk_ua: Харчовий щоденник: Вашої дієти і калорій, відстеження застосунку.
vi_vn: Nhật ký thực phẩm: Của bạn chế độ ăn uống và calo theo dõi ứng dụng.

# StoreKeyword_5
source: Nutrition
ar_sa: التغذية
ca_es: Nutrició
cs_cz: Výživa
lv_lv: Uzturvērtība
uk_ua: Харчова цінність
vi_vn: Dinh dưỡng

# StoreKeyword_4
source: Calories
ar_sa: السعرات الحرارية
cs_cz: Kalorie
lv_lv: Kalorijas
uk_ua: Калорії
vi_vn: Calo

# StoreKeyword_3
source: Diet
ar_sa: النظام الغذائي
ca_es: Dieta
cs_cz: Dieta
lv_lv: Diēta
uk_ua: Дієта
vi_vn: Chế độ ăn uống

# StoreKeyword_2
source: Food journal
ar_sa: مجلة الطعام
ca_es: Diari d'aliments
cs_cz: Stravovací deník
lv_lv: Ēdienreižu žurnāls
uk_ua: Журнал харчування
vi_vn: Ghi chép ăn uống

# StoreKeyword_1
source: Calorie counter
ar_sa: عداد السعرات الحرارية
ca_es: Comptador de calories
cs_cz: Počítadlo kalorií
lv_lv: Kaloriju skaitītājs
uk_ua: Лічильник калорій
vi_vn: Bảng tính calo

# Screenshot_H3
source: Banana
ar_sa: موز
ca_es: Plàtan
cs_cz: Banán
lv_lv: Banāns
uk_ua: Банан
vi_vn: Chuối

# Screenshot_H2
source: Coffee
ar_sa: قهوة
ca_es: Cafè
cs_cz: Káva
lv_lv: Kafija
uk_ua: Кава
vi_vn: Cà phê

# Screenshot_H1
source: Apple
ar_sa: تفاحة
ca_es: Poma
cs_cz: Jablko
lv_lv: Ābols
uk_ua: Яблуко
vi_vn: Táo

# Screenshot_3a
source: Egg
ar_sa: البيض
ca_es: Ou
cs_cz: Vejce
lv_lv: Ola
uk_ua: Яйце
vi_vn: Trứng

# Screenshot_2b
source: 1 slice
ar_sa: شريحة واحدة
ca_es: 1 llesca
cs_cz: 1 plátek
lv_lv: 1 šķēle
uk_ua: 1 скибка
vi_vn: 1 lát

# Screenshot_2a
source: Toast
ar_sa: خبز محمص
ca_es: Notificació d'activitat
cs_cz: Toust
lv_lv: Grauzdiņš
uk_ua: Тост
vi_vn: Bánh mì nướng

# Screenshot_1b
source: 1 cup
ar_sa: كأس واحد
ca_es: 1 tassa
cs_cz: 1 šálek
lv_lv: 1 tase
uk_ua: 1 чашка
vi_vn: 1 chén

# Screenshot_1a
source: Orange juice
ar_sa: عصير برتقال
ca_es: Suc de taronja
cs_cz: Pomerančová šťáva
lv_lv: Apelsīnu sula
uk_ua: Апельсиновий сік
vi_vn: Nước cam

# Product_2
source: Thank you for your support! Use this option to permanently remove advertisements from your Food Diary app.
ar_sa: شكرا لكم على دعمكم! استخدم هذا الخيار لإزالة الإعلانات بشكل دائم من التطبيق الخاص بك "يوميات الغذاء".
ca_es: Gràcies pel vostre suport! Utilitzeu aquesta opció per esborrar permanentment anuncis des del seu app de diari d'aliments.
cs_cz: Děkujeme vám za vaši podporu! Tato možnost slouží k trvale odstranit reklamy z potravin deník aplikací.
lv_lv: Paldies par jūsu atbalstu! Izmantojiet šo opciju, lai neatgriezeniski noņemtu reklāmas no jūsu pārtikas dienasgrāmata app.
uk_ua: Дякую вам за вашу підтримку! Використовуйте цей параметр, щоб остаточно видалити рекламу від харчовий щоденник app.
vi_vn: Cảm ơn bạn đã hỗ trợ của bạn! Sử dụng tùy chọn này để vĩnh viễn loại bỏ quảng cáo từ ứng dụng Nhật ký thực phẩm của bạn.

# Product_1
source: Remove Advertisements
ar_sa: إزالة الإعلانات
ca_es: Tregui anuncis
cs_cz: Odstranit reklamy
lv_lv: Noņemt reklāmas
uk_ua: Видалити рекламу
vi_vn: Loại bỏ quảng cáo

# CantCalculateNutrition
source: Enter weight
ar_sa: أدخل الوزن
ca_es: Introdueixi el pes
cs_cz: Zadejte hmotnost
lv_lv: Ievadiet svaru
uk_ua: Введіть вагу
vi_vn: Nhập trọng lượng

# TrialExpiredTitle
source: Trial period expired, unlock?
ar_sa: انتهت الفترة التجريبية، إزالة القفل؟
ca_es: Període de judici expirat, obrir?
cs_cz: Zkušební doba vypršela, odemknout?
lv_lv: Izmēģinājuma periods beidzies, atslēgt?
uk_ua: Пробний період закінчився, розблокувати?
vi_vn: Thời gian dùng thử đã hết, mở khóa bây giờ?

# Screenshot_3b
source: 1 medium
ar_sa: واحدة متوسطة الحجم
ca_es: 1 mitjà
cs_cz: 1 střední
lv_lv: 1 vidēja
uk_ua: 1 середнє
vi_vn: 1 cỡ trung

# SendFeedback
source: About
ar_sa: حول
ca_es: Sobre
cs_cz: O
lv_lv: Par
uk_ua: Про
vi_vn: Về ứng dụng

# Feedback_Header
source: The quickest and easiest way to keep track of what you eat. Scroll down for information about data accuracy.
ar_sa: أسرع وأسهل طريقة لتعقب ما تأكله. قم بالتمرير لأسفل للحصول على معلومات حول دقة البيانات.
ca_es: La manera més ràpida i més fàcil de fer un seguiment del que menja. Mogui's avall per obtenir informació sobre l'exactitud de les dades.
cs_cz: Nejrychlejší a nejsnadnější způsob, můžete sledovat, co jíte. Vyhledejte informace o přesnosti údajů.
lv_lv: Ātrākais un vieglākais veids, kā izsekot tam, ko tu ēd. Ritiniet uz leju, lai iegūtu informāciju par datu precizitāti.
uk_ua: Найшвидший і найпростіший спосіб стежити за те, що ви їсте. Прокручування вниз, щоб отримати відомості про точність даних.
vi_vn: Cách nhanh nhất và dễ nhất để theo dõi những gì bạn ăn. Di chuyển xuống cho các thông tin về dữ liệu chính xác.

# Feedback_Unlock
source: Upgrade now
ar_sa: الترقية الآن
ca_es: Actualitza'l ara
cs_cz: Upgradovat nyní
lv_lv: Atjaunināt tūlīt
uk_ua: Оновити зараз
vi_vn: Nâng cấp ngay bây giờ

# Feedback_UnlockText
source: Buy the premium version
ar_sa: شراء الإصدار المميز
ca_es: Compris la versió premium
cs_cz: Koupit premium verzi
lv_lv: Iegādāties premium versiju
uk_ua: Купити преміум-версію
vi_vn: Mua phiên bản trả phí

# EmailReport_SubjectTemplate
source: Food Journal for {0}
ar_sa: مجلة الغذاء ل {0}
ca_es: Diari d'aliments per a {0}
cs_cz: Potravinový seznam {0}
lv_lv: Ēdienreižu žurnāls {0}
uk_ua: Журнал харчування для {0}
vi_vn: Ghi chép ăn uống cho {0}

# EmailReport_Exception
source: Something unexpected went wrong. The journal was not sent.
ar_sa: حدث خطأ ما غير متوقع. لم يتم إرسال النشرة
ca_es: Quelcom inesperat ha fallat. La revista no va ser enviat.
cs_cz: Něco se pokazilo. Deník nebyl odeslán.
lv_lv: Notika neparedzēta kļūda. Žurnāla ieraksts netika nosūtīts.
uk_ua: Щось несподівано пішло не так. Журнал не надіслано.
vi_vn: Đã xảy ra lỗi. Ghi chép đã không được gửi.

# EmailReport_InvalidEmailAddress
source: Please enter a valid e-mail address.
ar_sa: الرجاء إدخال عنوان بريد إلكتروني صالح.
ca_es: Si us plau, introduïu una adreça electrònica vàlida.
cs_cz: Zadejte prosím platnou e-mailovou adresu.
lv_lv: Lūdzu, ievadiet derīgu e-pasta adresi.
uk_ua: Будь ласка, введіть дійсну e-mail адресу.
vi_vn: Vui lòng nhập một địa chỉ e-mail hợp lệ.

source: Total
ar_sa: المجموع الكلي
cs_cz: Celkem
lv_lv: Kopā
uk_ua: Всього
vi_vn: Tổng cộng

# Price
source: only {0}
ar_sa: فقط {0}
ca_es: {0} només
cs_cz: pouze {0}
lv_lv: tikai {0}
uk_ua: Лише {0}
vi_vn: chỉ {0}

# Feature6_Text
source: Support the development
ar_sa: ادعم التطوير
ca_es: Donar suport al desenvolupament
cs_cz: Podporovat rozvoj
lv_lv: Atbalstiet turpmāku izstrādi
uk_ua: Підтримати розвиток
vi_vn: Hỗ trợ phát triển
