Repository: RemSoftDev/Wouter
Catalog: FoodJournal-WP3/FoodJournal.Common/Resources/AppResources.*.resx
Languages: ar_sa, ca_es, cs_cz, lv_lv, uk_ua, vi_vn

# Feedback_Rate
source: Rate this app
ar_sa: قيم هذا التطبيق
ca_es: Valora aquest app
cs_cz: Ohodnoťte tuto aplikaci
lv_lv: Novērtēt šo aplikāciju
uk_ua: Оцінити цей додаток
vi_vn: Đánh giá ứng dụng này

# Feedback_RateText
source: Specific feedback helps improve the app
ar_sa: ملاحظات خاصة تساعد في تحسيت التطبيق
ca_es: Resposta específica ajuda a millorar l'app
cs_cz: Konkrétní zpětná vazba pomáhá zlepšit aplikaci
lv_lv: Īpašas atsauksmes palīdz uzlabot aplikāciju
uk_ua: Конкретний відгук допоможе покращити цей додаток
vi_vn: Thông tin phản hồi cụ thể sẽ giúp cải thiện ứng dụng

# Feedback_Screenshot
source: Help improve the translation
ar_sa: ساعد في تحسين الترجمة
ca_es: Ajudar a millorar la traducció
cs_cz: Pomoci zlepšit překlad
lv_lv: Palīdzēt uzlabot tulkojumu
uk_ua: Допомогти поліпшити переклад
vi_vn: Giúp cải thiện bản dịch

# Feedback_ScreenshotText
source: A screen capture is included
ar_sa: تم ادراج لقطة للشاشة
ca_es: S'inclou una captura de pantalla
cs_cz: Snímání obrazovky je zahrnuto
lv_lv: Ekrāna tvērums ir iekļauts
uk_ua: Додано знімок екрану
vi_vn: Đi kèm một màn hình chụp

# Feedback_Share
source: Share a link
ar_sa: مشاركة رابط
ca_es: Compartir un enllaç
cs_cz: Sdílet odkaz
lv_lv: Kopīgot saiti
uk_ua: Поділитися посиланням
vi_vn: Chia sẻ liên kết

# Feedback_ShareText
source: To download this app
ar_sa: لتحميل هذا التطبيق
ca_es: Descarregar aquest app
cs_cz: Stáhnout tuto aplikaci
lv_lv: Lai lejupielādētu šo aplikāciju
uk_ua: Завантажити цей додаток
vi_vn: Để tải ứng dụng này

# ScreenshotSubject
source: Food Diary text
ar_sa: نص الغذاء اليومي
ca_es: Text de diari d'aliments
cs_cz: Stravovací deník - text
lv_lv: Ēdienreižu dienasgrāmatas teksts
uk_ua: Текст Щоденника харчування
vi_vn: Nội dung nhật ký ăn uống

# ShareMessage
source: Check out Food Diary for Windows Phone
ar_sa: افحص الغذاء اليومي لهاتف ويندوز
ca_es: Fes un aliment diari per a Windows Phone
cs_cz: Podívejte se na Stravovací deník pro Windows Phone
lv_lv: Aplūkojiet Ēdienreižu dienasgrāmatu Windows tālrunim
uk_ua: Спробуйте Щоденник харчування для Windows Phone
vi_vn: Xem ứng dụng Nhật ký ăn uống cho Windows Phone

# ShareTitle
source: Food Diary
ar_sa: الغذاء اليومي
ca_es: Diari d'aliments
cs_cz: Stravovací deník
lv_lv: Ēdienreižu dienasgrāmata
uk_ua: Щоденник харчування
vi_vn: Nhật ký ăn uống

# CommonItems_Breakfast
source: Common breakfast items
ar_sa: أصناف فطور شائعة
ca_es: Elements comuns de l'esmorzar
cs_cz: Běžné položky - snídaně
lv_lv: Kopējās brokastu vienības
uk_ua: Типові продукти на сніданок
vi_vn: Thực phẩm thường có trong bữa sáng

# CommonItems_Dinner
source: Common dinner items
ar_sa: أصناف عشاء شائعة
ca_es: Elements comuns a sopar
cs_cz: Běžné položky - večeře
lv_lv: Kopējās vakariņu vienības
uk_ua: Типові продукти на обід
vi_vn: Thực phẩm thường có trong bữa tối

# CommonItems_Lunch
source: Common lunch items
ar_sa: أصناف غداء الشائعة
ca_es: Elements comuns a dinar
cs_cz: Běžné položky - oběd
lv_lv: Kopējās pusdienu vienības
uk_ua: Типові продукти на ланч
vi_vn: Thực phẩm thường có trong bữa trưa

# CommonItems_Snack
source: Common snack items
ar_sa: أصناف السناكس الشائعة
ca_es: Elements comuns de mos
cs_cz: Běžné položky - dopolední svačina
lv_lv: Kopējās uzkodu vienības
uk_ua: Типові продукти на перекус
vi_vn: Thực phẩm thường có trong bữa ăn nhẹ

source: Meals
ar_sa: الوجبات
ca_es: Àpats
cs_cz: Strava
lv_lv: Ēdienreizes
uk_ua: Прийоми їжі
vi_vn: Bữa ăn

# Period_SnackMorning
source: Morning
ar_sa: صباحاً
ca_es: Matí
cs_cz: Ráno
lv_lv: Rīts
uk_ua: Ранок
vi_vn: Buổi sáng

# Period_SnackEarlyAfternoon
source: Early afternoon
ar_sa: بعد الظهر
ca_es: Hora a la tarda
cs_cz: Popoledni
lv_lv: Agrā pēcpusdiena
uk_ua: Полудень
vi_vn: Đầu buổi chiều

# Period_SnackAfternoon
source: Afternoon
ar_sa: الظهر
ca_es: Tardes
cs_cz: Odpoledne
lv_lv: Pēcpusdiena
uk_ua: День
vi_vn: Buổi chiều

# Meals_SnackMorningEnabled
source: Separate morning snack
ar_sa: الوجبات الخفيفة منفصلة صباح
ca_es: Berenar del matí separada
cs_cz: Samostatná dopolední svačina
lv_lv: Atsevišķa rīta uzkoda
uk_ua: Окремий перекус вранці
vi_vn: Bữa ăn nhẹ vào buổi sáng

# Meals_SnackEarlyAfternoonEnabled
source: Separate early afternoon snack
ar_sa: وجبة خفيفة بعد الظهر منفصلة
ca_es: Berenar principi separada
cs_cz: Samostatná poobědová svačina
lv_lv: Atsevišķa agrās pēcpusdienas uzkoda
uk_ua: Окремий перекус у полудень
vi_vn: Bữa ăn nhẹ đầu giờ chiều

# Meals_SnackAfternoonEnabled
source: Separate afternoon snack
ar_sa: وجبة خفيفة الظهر منفصلة
ca_es: Berenar separada
cs_cz: Samostatná odpolední svačina
lv_lv: Atsevišķa pēcpusdienas uzkoda
uk_ua: Окремий перекус вдень
vi_vn: Bữa ăn nhẹ vào buổi chiều

# Period_SnackEvening
source: Evening
ar_sa: مساء
ca_es: Vespre
cs_cz: Večer
lv_lv: Vakars
uk_ua: Вечір
vi_vn: Buổi tối

# Meals_SnackMidnightEnabled
source: Separate midnight snack
ar_sa: الوجبات الخفيفة في منتصف الليل منفصلة
ca_es: Entrepà de mitjanit separada
cs_cz: Samostatné půlnoční svačina
lv_lv: Atsevišķa pusnakts uzkoda
uk_ua: Окремий перекус вночі
vi_vn: Bữa ăn nhẹ vào nửa đêm

# Period_SnackMidnight
source: Midnight
ar_sa: منتصف الليل
ca_es: Mitjanit
cs_cz: Půlnoc
lv_lv: Pusnakts
uk_ua: Ніч
vi_vn: Nửa đêm

# Meals_SnacksCombined
source: Combine snacks
ar_sa: الجمع بين الوجبات
ca_es: Combinar aperitius
cs_cz: Kombinovat jídlo
lv_lv: Kombinēt uzkodas
uk_ua: Об'єднати перекуси
vi_vn: Kết hợp đồ ăn nhẹ

# Meals_SnackEveningEnabled
source: Separate evening snack
ar_sa: الوجبات الخفيفة مساء منفصلة
ca_es: Nit separada
cs_cz: Samostatná večeře
lv_lv: Atsevišķa vakara uzkoda
uk_ua: Окремий перекус ввечері
vi_vn: Bữa ăn nhẹ vào buổi tối

# MyRecentItems_SnackAfternoon
source: Recent afternoon items
ar_sa: أصناف الظهر الحديثة
ca_es: Elements recents tarda
cs_cz: Položky poslední odpolední svačiny
lv_lv: Pēdējās pēcpusdienu vienības
uk_ua: Нещодавні денні продукти
vi_vn: Thực phẩm cho bữa chiều gần đây

# MyRecentItems_SnackEarlyAfternoon
source: Recent early afternoon items
ar_sa: أصناف بعد الظهر الحديثة
ca_es: Elements recents de tarda primeres
cs_cz: Položky poslední poobědové svačiny
lv_lv: Pēdējās agrās pēcpusdienas vienības
uk_ua: Нещодавні продукти для полудня
vi_vn: Thực phẩm cho bữa ăn đầu giờ chiều gần đây

# MyRecentItems_SnackEvening
source: Recent evening items
ar_sa: أصناف المساء الحديثة
ca_es: Articles recents de nit
cs_cz: Položky poslední večeře
lv_lv: Pēdējās vakara vienības
uk_ua: Нещодавні продукти для вечора
vi_vn: Thực phẩm cho bữa tối gần đây

# MyRecentItems_SnackMidnight
source: Recent midnight items
ar_sa: أصناف منتصف الليل الحديثة
ca_es: Articles recents de mitjanit
cs_cz: Položky poslední půlnoční svačiny
lv_lv: Pēdējās pusnakts vienības
uk_ua: Нещодавні продукти для ночі
vi_vn: Thực phẩm cho bữa nửa đêm gần đây

# MyRecentItems_SnackMorning
source: Recent morning items
ar_sa: أصناف الصباح الحديثة
ca_es: Articles recents de matí
cs_cz: Položky poslední snídaně
lv_lv: Pēdējās rīta vienības
uk_ua: Нещодавні продукти для ранку
vi_vn: Thực phẩm ăn sáng gần đây

# CommonItems_SnackAfternoon
source: Common afternoon items
ar_sa: أصناف الظهر الشائعة
ca_es: Elements comuns de la tarda
cs_cz: Běžné položky - odpoledne
lv_lv: Kopējās pēcpusdienas vienības
uk_ua: Типові продукти на день
vi_vn: Thực phẩm thường ăn vào buổi chiều

# CommonItems_SnackEarlyAfternoon
source: Common early afternoon items
ar_sa: أصناف ما بعد الظهر الشائعة
ca_es: Elements comuns de tarda primeres
cs_cz: Běžné položky - po obědě
lv_lv: Kopējās agrās pēcpusdienas vienības
uk_ua: Типові продукти на полудень
vi_vn: Thực phẩm thường ăn vào đầu giờ chiều

# CommonItems_SnackEvening
source: Common evening items
ar_sa: أصناف المساء الشائعة
ca_es: Elements comuns de nit
cs_cz: Běžné položky - večer
lv_lv: Kopējās vakara vienības
uk_ua: Типові продукти на вечір
vi_vn: Thực phẩm thường ăn vào buổi tối

# CommonItems_SnackMidnight
source: Common midnight items
ar_sa: أصناف منتصف الليل الشائعة
ca_es: Elements comuns a mitjanit
cs_cz: Běžné položky - noc
lv_lv: Kopējās pusnakts vienības
uk_ua: Типові продукти для ночі
vi_vn: Thực phẩm thường ăn vào nửa đêm

# CommonItems_SnackMorning
source: Common morning items
ar_sa: أصناف الصباح الشائعة
ca_es: Elements comuns de matí
cs_cz: Běžné položky - ráno
lv_lv: Kopējās rīta vienības
uk_ua: Типові продукти для ранку
vi_vn: Thực phẩm thường ăn vào buổi sáng

# UnlockFullBody
source: Thank you for trying the Food Diary. You have {0} trial days remaining. Press OK to unlock the app.
ar_sa: شكرا لكم لمحاولة "يوميات الغذاء". لديك {0} أيام المحاكمة المتبقية. اضغط "موافق" لفتح التطبيق.
ca_es: Gràcies per provar el menjar diari. Teniu {0} dies judici restants. Premeu d'acord per obrir l'app.
cs_cz: Děkujeme vám za vyzkoušení potraviny deník. Máte {0} zkušební zbývajících dní. Chcete-li odemknout app.
lv_lv: Paldies par mēģina pārtikas dienasgrāmata. Jums ir atlikušas {0} pārbaudes dienas. Nospiediet taustiņu OK, lai atbloķētu app.
uk_ua: Дякуємо за пробувати харчовий щоденник. У вас є {0} пробну днів, що залишилися. Щоб розблокувати програму, натисніть OK.
vi_vn: Cảm ơn bạn đã cố gắng Nhật ký thực phẩm. Bạn có thử nghiệm {0} ngày còn lại. Bấm OK để mở khóa các ứng dụng.

# UnlockFullTitle
source: Unlock now?
ar_sa: افتح الآن؟
ca_es: Obrir ara?
cs_cz: Nyní odemknout?
lv_lv: Unlock tagad?
uk_ua: Розблокувати зараз?
vi_vn: Mở khóa bây giờ?

# TrialExpiredBody
source: Your trial is now expired. You can still view your journal, but you can't add new entries. Choose OK to unlock the full version.
ar_sa: الآن انتهت مدة صلاحية الإصدار التجريبي. لا يزال يمكنك عرض دفتر اليومية الخاصة بك، ولكن لا يمكنك إضافة إدخالات جديدة. اختر "موافق" لفتح النسخة الكاملة.
ca_es: El seu judici és ara expirada. Encara pot veure el seu diari, però no podeu afegir noves entrades. Trieu d'acord per obrir la plena versió.
cs_cz: Zkušební verze je nyní vypršela. Můžete zobrazit váš časopis, ale nelze přidat nové záznamy. Klepněte na tlačítko OK, chcete-li odemknout plnou verzi.
lv_lv: Izmēģinājuma tagad beidzies. Jūs joprojām varat skatīt savu žurnālu, bet nevar pievienot jaunas ievadnes. Izvēlieties Labi, lai atraisītu pilnu versiju.
uk_ua: Вашого суду даний час минув. Можна переглядати ваш журнал, але не можна додати нові записи. Виберіть ОК, щоб розблокувати повна версія.
vi_vn: Thử nghiệm của bạn bây giờ đã hết hạn. Bạn vẫn có thể xem Nhật ký của bạn, nhưng bạn không thể thêm mục mới. Chọn OK để mở khóa các phiên bản đầy đủ.

# Feedback_RemoveAds
source: Remove Ads
ar_sa: إزالة الإعلانات
ca_es: Tregui anuncis
cs_cz: Odstranit reklamy
lv_lv: Noņemt reklāmas
uk_ua: Видалити рекламні оголошення
vi_vn: Loại bỏ quảng cáo

# Feedback_RemoveAdsText
source: Permanently remove all advertisements
ar_sa: إزالة جميع الإعلانات بشكل دائم
ca_es: Permanentment Tregui tots els anuncis
cs_cz: Natrvalo odstranit všechny reklamy
lv_lv: Neatgriezeniski noņemt visus sludinājumus
uk_ua: Остаточно видалити всі рекламні оголошення
vi_vn: Loại bỏ vĩnh viễn tất cả quảng cáo

# StoreText_5
source: Download now because you will love using it.
ar_sa: تحميل الآن لأنه سوف تحب استخدامه.
ca_es: Descarregar ara perquè li encanta utilitzar-lo.
cs_cz: Stáhněte nyní, protože budete milovat ji používat.
lv_lv: Lejupielādēt tagad, jo jūs love to izmantot.
uk_ua: Завантажити зараз, тому що ви будете любити його використання.
vi_vn: Tải ngay bây giờ bởi vì bạn sẽ thích sử dụng nó.

# AppTitle
source: Food Diary
ar_sa: الغذاء اليومي
ca_es: Diari d'aliments
cs_cz: Stravovací deník
lv_lv: Ēdienreižu dienasgrāmata
uk_ua: Щоденник харчування
vi_vn: Nhật ký ăn uống

# StoreText_4
source: PREMIUM FEATURES: 1. No more advertisement. 2. A much larger food database. 3. The ability to e-mail yourself a copy of the dairy. 4. More configuration options, including the ability to enter up to 8 separate meals a day.
ar_sa: ميزات قسط: 1-لا يوجد إعلانات أكثر. 2-قاعدة بيانات أغذية أكبر بكثير. 3-القدرة على البريد الإلكتروني نفسك نسخة من منتجات الألبان. 4-المزيد من خيارات التكوين، بما في ذلك القدرة على دخول تصل إلى 8 وجبات منفصلة في اليوم.
ca_es: TRETS DE COMPLEMENT: 1. no hi ha més publicitat. 2. una major base de dades alimentària. 3. l'habilitat per si mateix correu electrònic una còpia de la indústria làctia. 4. més opcions de configuració, incloent-hi l'habilitat per introduir fins a 8 separats àpats al dia.
cs_cz: PRÉMIOVÉ FUNKCE: 1. žádné další reklama. 2. mnohem větší databáze potravin. 3. možnost odeslat sami kopii do mlékárny. 4. další možnosti konfigurace, včetně schopnost vstoupit až 8 samostatných jídel denně.
lv_lv: PAPILDU FUNKCIJAS: 1. ne vairāk reklāma. 2 daudz lielāks pārtikas datu bāzē. 3. iespēja nosūtīt pa e-pastu sev kopiju pienotavas. 4. papildu konfigurācijas iespējas, ieskaitot spēju ievadīt līdz 8 atsevišķas ēdienreizes dienā.
uk_ua: ПРЕМІАЛЬНІ ФУНКЦІЇ: 1. не більше реклами. 2. набагато більше їжі базу даних. 3. можливість електронною поштою себе копії молочних продуктів. 4. Додаткові параметри конфігурації, включаючи можливість увійти до 8 окремих разове харчування.
vi_vn: TÍNH NĂNG PREMIUM: 1. không có quảng cáo thêm. 2. cơ sở dữ liệu thực phẩm lớn hơn nhiều. 3. khả năng để e-mail cho mình một bản sao của chăn nuôi bò sữa. 4. thêm cấu hình lựa chọn, bao gồm khả năng để nhập tối đa 8 riêng biệt bữa ăn một ngày.
