Repository: RemSoftDev/Wouter
Catalog: FoodJournal-WP3/FoodJournal.Common/Resources/AppResources.*.resx
Languages: ar_sa, ca_es, cs_cz, lv_lv, uk_ua, vi_vn

# Feedback_Footer
source: DISCLAIMER: Most, but not all data points in the database come from reputable sources. We do our best to make sure all values are accurate, but cannot be held responsible for incorrect or missing data. Nutritional values vary by brand and over time. By using this app, you agree to verify and correct any data in the app, and to be fully responsible for injury or damage due to its usage. Please let me know if there is anything I can help you with.
ar_sa: إخلاء المسؤولية: معظم، ولكن ليس كافة نقاط البيانات في قاعدة البيانات تأتي من مصادر حسنة السمعة. ونحن نبذل قصارى جهدنا للتأكد من أن كافة قيم صحيحة، ولكن لا يمكن أن يكون مسؤولاً عن بيانات غير صحيحة أو مفقودة. وتختلف القيم الغذائية حسب العلامة التجارية، ومع مرور الوقت. باستخدام هذا التطبيق، أنت توافق على التحقق وتصحيح أي بيانات في التطبيق، ويكون مسؤولاً مسؤولية كاملة عن الإصابات أو الأضرار الناجمة عن الاستخدام. واسمحوا لي أن أعرف إذا كان هناك أي شيء يمكن أن تساعدك مع.
ca_es: DESCÀRREC DE RESPONSABILITAT: Majoria, però no tots els punts de dades en la base de dades provenen de fonts reputades. Fem tot el possible per assegurar-se tots els valors són exactes, però no es fa responsables de la incorrectes o que falten dades. Valors nutricionals varien per marca i amb el temps. Utilitzant aquest app, accepteu a verificar i corregir qualsevol dada en l'app i és plenament responsable de lesió o dany a causa del seu ús. Si us plau, hágamelo saber si hi ha alguna cosa que pot ajudar amb.
cs_cz: ZŘEKNUTÍ SE ZÁRUKY: Většina, ale ne všechny datové body v databázi pocházejí z důvěryhodných zdrojů. Budeme se snažit zajistit, všechny hodnoty jsou přesné, ale nemůže nést odpovědnost za nesprávné nebo chybějící data. Nutriční hodnoty se liší podle značky a postupem času. Pomocí této aplikace, souhlasíte s tím, ověřit a opravit data v app a být plně zodpovědný za zranění nebo poškození v důsledku jeho použití. Prosím, dejte mi vědět, jestli existuje něco, co může pomoci vám s.
lv_lv: ATRUNA: Lielākā daļa, bet ne visiem datu punktiem, datu bāzes, kas nāk no cienījamiem avotiem. Mēs mūsu vislabāk, lai pārliecinātos, ka visas vērtības ir pareizi, bet nevar būt atbildīgs par pareizas vai to trūkst datu. Uztura vērtības atšķiras zīmolu un laika gaitā. Izmantojot šo app, jūs piekrītat, lai pārbaudītu un koriģētu visus datus app un ir pilnībā atbildīgs par zaudējumu vai kaitējumu sakarā ar tās lietošanu. Lūdzu, dariet man zināmu, ja tur ir kaut kas man var palīdzēt jums ar.
uk_ua: ВІДМОВА ВІД ВІДПОВІДАЛЬНОСТІ: Більшість, але не всі точки даних у базі даних поставляються з надійних джерел. Ми робимо все можливе, щоб переконатися, що всі значення є точними, але не може нести відповідальність за неправильні або відсутні дані. Поживна цінність змінюватися по брендах і з часом. За допомогою цього додатка, ви згодні, щоб перевірити і виправити будь-яких даних у застосунку і нести повну відповідальність за травми або пошкодження внаслідок його використання. Будь ласка, дайте мені знати, якщо є щось я можу допомогти вам з.
vi_vn: TUYÊN BỐ TỪ CHỐI: Hầu hết, nhưng không phải tất cả điểm dữ liệu trong cơ sở dữ liệu đến từ nguồn có uy tín. Chúng tôi làm tốt nhất của chúng tôi để đảm bảo rằng tất cả giá trị chính xác, nhưng không thể được tổ chức chịu trách nhiệm về dữ liệu không chính xác hoặc thiếu. Giá trị dinh dưỡng khác nhau theo nhãn hiệu và theo thời gian. Bằng cách sử dụng ứng dụng này, bạn đồng ý để kiểm tra và sửa chữa bất kỳ dữ liệu nào trong ứng dụng, và được hoàn toàn chịu trách nhiệm về thương tích hay thiệt hại do việc sử dụng của nó. Xin vui lòng cho tôi biết nếu có bất cứ điều gì tôi có thể giúp bạn với.

# Feature6_Desc
source: Help to keep updates of this app coming
ar_sa: ساعد للحفاظ على التحديثات لهذا التطبيق القادم
ca_es: Ajudar a mantenir les actualitzacions d'aquest app ve
cs_cz: Podpořte rozvoj dalších aktualizací této aplikace
lv_lv: Palīdziet uzturēt šīs aplikācijas atjauninājumu plūsmu
uk_ua: Допоможіть зберегти майбутні оновлення цього додатку
vi_vn: Giúp cập nhật ứng dụng

source: Get ALL features
ar_sa: احصل على كافة الميزات
ca_es: Aconseguir totes les característiques
cs_cz: Získejte všechny funkce
lv_lv: Iegūstiet VISAS funkcijas
uk_ua: Отримайте ВСІ функції
vi_vn: Cài đặt TẤT CẢ các tính năng

# Feature_Header
source: Included:
ar_sa: مدرج:
ca_es: Serveis inclosos:
cs_cz: Zahrnuto:
lv_lv: Iekļauts:
uk_ua: Додано:
vi_vn: Bao gồm:

# Feature_Footer
source: * NOTE: Most, but not all data comes from reputable sources. By purchasing the premium version, you accept full responsibility for the accuracy and completeness of the data. E-mail daily.journal@outlook.com for details.
ar_sa: * ملاحظة: معظم، ولكن ليس جميع البيانات متوفرة من مصادر جيدة. عن طريق شراء نسخة مميزة، يمكنك قبول المسؤولية الكاملة عن دقة واكتمال البيانات. البريد الإلكتروني daily.journal@outlook.com للحصول على التفاصيل.
ca_es: * Nota: La majoria, però no totes les dades prové de fonts reputades. Mitjançant la compra de la versió de complement, vostè accepta tota la responsabilitat per la precisió i la integritat de les dades. Correu electrònic daily.journal@outlook.com per a més detalls.
cs_cz: * Poznámka: Většina, ale ne všechna data pocházejí z důvěryhodných zdrojů. Nákupem verze premium přijímáte plnou odpovědnost za správnost a aktuálnost údajů. Pro více informací prosím napište na E-daily.journal@outlook.com
lv_lv: * PIEZĪME: Lielākā daļa, bet ne visi dati tiek iegūti no uzticamiem avotiem. Iegādājoties premimum versiju, jūs uzņematies pilnu atbildību par datu precizitāti un pilnīgumu. Lai saņemtu sīkāku informāciju, rakstiet uz daily.journal@outlook.com detaļas.
uk_ua: * Примітка: Більшість, але не всі дані походять з надійних джерел. Купуючи преміум-версію, ви приймаєте повну відповідальність за точність і повноту даних. Щоб дізнатися деталі, пишіть на daily.journal@outlook.com.
vi_vn: * LƯU Ý: Hầu hết, nhưng không phải tất cả các dữ liệu đến từ những nguồn có uy tín. Bằng việc sử dụng phiên bản trả phí, bạn chấp nhận trách nhiệm hoàn toàn đối với độ chính xác và đầy đủ của dữ liệu. Vui lòng gửi thư tới địa chỉ e-mail daily.journal@outlook.com để biết thêm chi tiết.

# Feature5_Text
source: New features
ar_sa: ميزات جديدة
ca_es: Novetats
cs_cz: Nové funkce
lv_lv: Jaunas iespējas
uk_ua: Нові функції
vi_vn: Tính năng mới

# Feature5_Desc
source: All premium features in future updates
ar_sa: كل الصفات المميزة في التحديثات المستقبلية
ca_es: Tota prima en futur ofereix actualitzacions
cs_cz: Všechny prémiové funkce v budoucích aktualizací
lv_lv: Visas premium iespējas turpmākos atjauninājumos
uk_ua: Всі функції преміум в майбутніх оновленнях
vi_vn: Cập nhật để trải nghiệm các tính năng bổ sung

# Feature4_Text
source: More meals
ar_sa: مزيد من الوجبات
ca_es: Àpats més
cs_cz: Další jídla
lv_lv: Vairāk ēdienreižu
uk_ua: Більше прийомів їжі
vi_vn: Thêm bữa ăn

# Feature4_Desc
source: For tracking 5, 6 or more meals per day
ar_sa: لمراقبة 5,6 أو أكثر من الوجبات يوميا
ca_es: Per al seguiment de 5, 6 o més àpats al dia
cs_cz: Pro sledování 5, 6 a více jídel denně
lv_lv: Lai sekotu līdzi - 5, 6 vai vairāk ēdienreizes dienā
uk_ua: Для відстеження 5, 6 та більше прийомів їжі за день
vi_vn: Để theo dõi 5, 6 hoặc nhiều hơn số bữa ăn mỗi ngày

# Feature3_Text
source: More foods *
ar_sa: المزيد من الأطعمة *
ca_es: Més aliments *
cs_cz: Další potraviny *
lv_lv: Vairāk pārtikas produktu *
uk_ua: Більше продуктів *
vi_vn: Thêm thực phẩm *

# Feature3_Desc
source: Hundreds to thousands more food items (depending on location)
ar_sa: مئات إلى آلاف أو المزيد من أصناف الطعام (بناء على الموقع)
ca_es: Centenars de milers més menjar elements (depenent de localització)
cs_cz: Stovky až tisíce potravinových položek (dle umístění)
lv_lv: Simtiem tūkstošu un vairāk pārtikas produktu (atkarībā no atrašanās vietas)
uk_ua: Від сотень до тисяч найменувань продуктів додатково (в залежності від місцезнаходження)
vi_vn: Thêm hàng trăm đến hàng ngàn loại thực phẩm (tùy thuộc vào vị trí địa lý của bạn)

# Feature2_Text
source: E-mail reports
ar_sa: أرسل التقارير عبر البريد الالكتروني
ca_es: Informes de correu electrònic
cs_cz: E-mailové zprávy
lv_lv: E-pasta ziņojumi
uk_ua: Звіти по e-mail
vi_vn: Gửi báo cáo qua e-mail

# Feature2_Desc
source: E-mail your Journal to save, print, or analyze it
ar_sa: أرسل مجلتك عبر البريد الالكتروني لحفظها أو طباعتها أو تحليلها
ca_es: Correu electrònic teu diari per desar, imprimir o analitzar-lo
cs_cz: Pošlete si váš deník emailem, abyste ho mohli tisknout, uložit nebo prostudovat
lv_lv: Nosūtiet savu žurnālu uz e-pastu, lai to saglabātu, izdrukātu vai analizētu
uk_ua: Надішліть електронною поштою ваш журнал, щоб зберегти, роздрукувати або проаналізувати його
vi_vn: Gửi ghi chép của bạn vào hòm thư điện tử để lưu lại, in ra hoặc phân tích nó.

# Feature1_Text
source: No advertisements
ar_sa: لا يوجد إعلانات
ca_es: Cap publicitat
cs_cz: Žádné reklamy
lv_lv: Bez reklāmām
uk_ua: Без реклами
vi_vn: Không có quảng cáo

# Feature1_Desc
source: All advertisements are permanently removed
ar_sa: تم إزالة جميع الإعلانات بشكل دائم
ca_es: Tots els anuncis són permanentment trets
cs_cz: Všechny reklamy jsou trvale odstraněny.
lv_lv: Visas reklāmas ir neatgriezeniski noņemtas
uk_ua: Остаточно видаляються всі рекламні оголошення
vi_vn: Tất cả quảng cáo đã bị xoá vĩnh viễn

source: buy now
ar_sa: اشتري الآن
ca_es: comprar ara
cs_cz: Kup teď
lv_lv: Iegādāties tūlīt
uk_ua: Купити зараз
vi_vn: Mua ngay

# EmailReport_ShowSettings
source: Send by e-mail
ar_sa: أرسل عبر البريد الإلكتروني
ca_es: Enviar per correu electrònic
cs_cz: Poslat e-mailem
lv_lv: Nosūtīt pa e-pastu
uk_ua: Відправити по електронній пошті
vi_vn: Gửi qua thư điện tử

# EmailReport_SendNow
source: send now
ar_sa: أرسل الآن
ca_es: enviar ara
cs_cz: Odeslat nyní
lv_lv: nosūtīt tūlīt
uk_ua: відправити зараз
vi_vn: Gửi ngay bây giờ

# EmailReport_Address
source: E-mail address
ar_sa: عنوان البريد الإلكتروني
ca_es: Adreça de correu electrònic
cs_cz: E-mailová adresa
lv_lv: E-pasta adrese
uk_ua: Адреса електронної пошти
vi_vn: Địa chỉ e-mail

# Product_4
source: Get access to all features
ar_sa: الحصول على حق الوصول إلى كافة الميزات
ca_es: Tenir accés a tots els trets
cs_cz: Získejte přístup ke všem funkcím
lv_lv: Iegūtu piekļuvi visām funkcijām
uk_ua: Отримати доступ до всіх функцій
vi_vn: Truy cập vào tất cả các tính năng

# Product_3
source: Upgrade to premium
ar_sa: الترقية إلى بريميوم
ca_es: Rampa a complement
cs_cz: Upgrade na premium
lv_lv: Jaunināt uz premium
uk_ua: Оновлення до преміум
vi_vn: Nâng cấp lên premium

# EmailReport_Footer2
source: NOTE: Most, but not all data points in the database come from reputable sources. We do our best to make sure values are accurate, but cannot be held responsible for incorrect or missing data. By using the app, you acknowledge and accept full responsibility for checking the accuracy of the data. The app allows you to update any discrepancies you may find.
ar_sa: ملاحظة: معظم، ولكن ليس كافة نقاط البيانات في قاعدة البيانات متوفرة من مصادر جيدة. ونحن نبذل أفضل ما لدينا للتأكد أن القيم صحيحة، ولكن لا يمكن تحميلنا المسؤولية عن بيانات غير صحيحة أو مفقودة. باستخدام التطبيق، أن تعرف وتقبل المسؤولية الكاملة للتحقق من دقة البيانات. التطبيق يسمح لك بتحديث أي تناقضات قد تجدها.
ca_es: Nota: La majoria, però no tots els punts de dades en la base de dades provenen de fonts reputades. Fem tot el possible per assegurar-se els valors són exactes, però no es fa responsables de la incorrectes o que falten dades. Utilitzant l'app, vostè reconeix i accepta la plena responsabilitat per comprovar l'exactitud de les dades. L'app li permet actualitzar les discrepàncies que es poden trobar.
cs_cz: Poznámka: Většina, ale ne všechny údaje v databázi pocházejí z důvěryhodných zdrojů. Snažíme se, aby uváděné hodnoty byly přesné, ale nemůžeme nést odpovědnost za nepřesná nebo chybějící data. Při použití aplikace toto berete na vědomí a přijímáte plnou odpovědnost za kontrolu správnosti údajů. Aplikace umožňuje aktualizovat veškeré nesrovnalosti, které naleznete.
lv_lv: PIEZĪME: Vairums, taču ne visi datu punkti datubāzē nāk no uzticamiem avotiem. Mēs darām visu, kas iespējams, lai pārliecinātos, ka vērtības ir precīzas, taču nevaram uzņemties atbildību par nepareiziem vai iztrūkstošiem datiem. Izmantojot aplikāciju, jūs apzināties un piekrītat uzņemties pilnu atbildību par to, ka pārbaudāt datu precizitāti. Aplikācija ļauj jums atjaunot jebkādas pretrunas, ko esat konstatējuši.
uk_ua: Примітка: Більшість, але не всі елементи бази даних походять з надійних джерел. Ми робимо все можливе, щоб забезпечити точність значень, але не можемо нести відповідальність за неправильні чи відсутні дані. Використовуючи цей додаток, ви визнаєте і приймаєте повну відповідальність за перевірку точності даних. Цей додаток дозволяє вам оновлювлювати дані у випадку виявлення будь-яких розбіжностей.
vi_vn: LƯU Ý: Hầu hết, nhưng không phải tất cả thành phần trong cơ sở dữ liệu đến từ những nguồn có uy tín. Chúng tôi đã làm hết khả năng để đảm bảo rằng các giá trị là chính xác. Tuy nhiên, chúng tôi sẽ không chịu trách nhiệm về bất cứ tính không chính xác hay thiếu sót nào của dữ liệu. Bằng việc sử dụng ứng dụng này, bạn thừa nhận và chấp nhận trách nhiệm hoàn toàn đối với việc kiểm tra tính chính xác của dữ liệu. Ứng dụng cho phép bạn cập nhật bất kỳ sự thiếu chính xác nào bạn tìm ra.

# EmailReport_Footer1
source: Journal by a Questions or comments? Reply to B
ar_sa: دفتر اليومية قبل AAA أسئلة أو تعليقات؟ الرد إلى بي بي بي
ca_es: Revista per l'AAA Pregunta o comentari? ▲ respondre BBB
cs_cz: Deník od AAA Otázky nebo připomínky? Odpovědět na BBB
lv_lv: Vēstnesis, AAA Jautājumi vai komentāri? Atbildot uz BBB
uk_ua: Журнал по AAA Питання або коментарі? Відповідь на BBB
vi_vn: Tạp chí của AAA Câu hỏi hay bình luận? Trả lời với BBB

# Localization_TranslationsText
source: Please update the texts in this list with better translations. Remove all text for items that are inappropriate for your region.
ar_sa: الرجاء تحديث النصوص الواردة في هذه القائمة مع ترجمة أفضل. إزالة كافة النص للعناصر التي غير ملائمة للمنطقة الخاصة بك.
ca_es: Si us plau actualitzi els textos en aquesta llista amb traduccions millors. Eliminar tot el text dels elements que són inadequats per a la seva regió.
cs_cz: Aktualizujte s lepší překlady textů v tomto seznamu. Odeberte veškerý text pro položky, které jsou nevhodné pro vaši oblast.
lv_lv: Ar labāku tulkojumu, lūdzu, atjauniniet tekstus šajā sarakstā. Noņemtu visu teksta vienumiem, kas nav piemēroti jūsu reģionā.
uk_ua: Будь ласка, поновіть з кращий переклад текстів в цьому списку. Видалити всі тексту для елементів, які не підходять для вашого регіону.
vi_vn: Xin vui lòng cập nhật các văn bản trong danh sách này với bản dịch tốt hơn. Loại bỏ tất cả văn bản cho các mục mà là không thích hợp cho khu vực của bạn.

# Localization_ThankYou
source: Thanks for your help!
ar_sa: شكرا لمساعدتك!
ca_es: Gràcies per la teva ajuda!
cs_cz: Děkujeme za vaši pomoc!
lv_lv: Paldies par jūsu palīdzību!
uk_ua: Дякуємо за вашу допомогу!
vi_vn: Cảm ơn sự giúp đỡ của bạn!

# Localization_Translations
source: Translations
ar_sa: الترجمات
ca_es: Traduccions
cs_cz: Překlady
lv_lv: Tulkojumi
uk_ua: Переклади
vi_vn: Bản dịch

# Localization_Text
source: Here you can help to improve this app.
ar_sa: هنا يمكنك المساعدة في تحسين هذا التطبيق.
ca_es: Aquí vostè pot ajudar a millorar aquest app.
cs_cz: Zde můžete pomoci zlepšit tuto aplikaci.
lv_lv: Šeit jūs varat palīdzēt uzlabot šo aplikāciju.
uk_ua: Тут ви можете допомогти покращити цей додаток.
vi_vn: Bạn có thể giúp cải thiện ứng dụng này tại đây.

# Localization_Submit
source: Submit
ar_sa: تقديم
ca_es: Presentar
cs_cz: Odeslat
lv_lv: Iesniegt
uk_ua: Надіслати
vi_vn: Gửi

# Localization_Original
source: Original:
ar_sa: أصلي:
cs_cz: Původní:
lv_lv: Oriģināls:
uk_ua: Оригінальний:
vi_vn: Ban đầu:

# Localization_Good
source: Good
ar_sa: جيد
ca_es: Bona
cs_cz: Dobré
lv_lv: Labs
uk_ua: Хороший
vi_vn: Tốt

# Localization_Description
source: Description:
ar_sa: وصف:
ca_es: Descripció/controls:
cs_cz: Popis:
lv_lv: Apraksts:
uk_ua: Опис:
vi_vn: Mô tả:

# Localization_CommentText
source: Enter your e-mail address if you want to be contacted.
ar_sa: أدخل عنوان البريد الإلكتروني الخاص بك إذا كنت ترغب في الاتصال بك.
ca_es: Introduïu la vostra adreça de correu electrònic si vostè vol ser contactat.
cs_cz: Zadejte vaši e-mailovou adresu, pokud chcete být kontaktováni.
lv_lv: Ievadiet savu e-pasta adresi, ja vēlaties, lai ar jums sazinās.
uk_ua: Введіть свою e-mail адресу, якщо ви хочете отримувати повідомлення.
vi_vn: Nhập địa chỉ e-mail của bạn nếu muốn liên hệ.

# Localization_Comment
source: Comment
ar_sa: تعليق
ca_es: Comentari
cs_cz: Komentář
lv_lv: Komentārs
uk_ua: Коментар
vi_vn: Bình luận

# Feedback_LocalizeText
source: Help improve the app
ar_sa: ساعد على تحسين التطبيق
ca_es: Ajudar a millorar l'app
cs_cz: Pomoc se zlepšením aplikace
lv_lv: Palīdzēt uzlabot aplikāciju
uk_ua: Допомогти вдосконалити додаток
vi_vn: Giúp cải thiện ứng dụng

# Feedback_Localize
source: Improve translations
ar_sa: حسن الترجمات
ca_es: Millorar les traduccions
cs_cz: Zlepšit překlady
lv_lv: Uzlabot tulkojumus
uk_ua: Поліпшити переклад
vi_vn: Cải thiện bản dịch

source: Add to launcher
ar_sa: أضف إلى المنصة
ca_es: Afegir al llançador
cs_cz: Přidat spouštěč
lv_lv: Pievienot palaidējam
uk_ua: Додати до запуску
vi_vn: Thêm vào launcher

source: Avg
ar_sa: متوسط
uk_ua: Прибл.
vi_vn: Trung bình

source: Cancel
ar_sa: إلغاء
ca_es: Cancel·la
cs_cz: Storno
lv_lv: Atcelt
uk_ua: Відмінити
vi_vn: Hủy bỏ

source: Copy from similar item
ar_sa: نسخ من صنف مشابه
ca_es: Còpia de l'element similar
cs_cz: Kopírovat z podobné položky
lv_lv: Kopēt no līdzīgas vienības
uk_ua: Копіювати з подібного елемента
vi_vn: Sao chép từ món tương tự

source: Delete entry
ar_sa: حذف الإدخال
ca_es: Suprimeixi entrada
cs_cz: Odstranit položku
lv_lv: Dzēst ievadītos datus
uk_ua: Видалити запис
vi_vn: Xóa ghi chép

source: Enter the weight for this amount
ar_sa: أدخل الوزن لهذه القيمة
ca_es: Introdueixi el pes per a aquesta quantitat
cs_cz: Zadejte hmotnost pro toto množství
lv_lv: Ievadiet šī daudzuma svaru
uk_ua: Введіть вагу для цієї кількості
vi_vn: Nhập trọng lượng cho món này

# MoreOptions2
source: More options
ar_sa: المزيد من الخيارات
ca_es: Més opcions
cs_cz: Další možnosti
lv_lv: Vairāk iespēju
uk_ua: Додаткові параметри
vi_vn: Thêm tùy chọn

source: None
ar_sa: لا شيء
ca_es: Cap
cs_cz: Žádný
lv_lv: Neviens
uk_ua: Жоден
vi_vn: Không có

source: Ok
ar_sa: موافق
ca_es: Correcte
lv_lv: Labi
uk_ua: Так

# OneDaySalePctOff
source: 1 day sale: {0}% off
ar_sa: بيع يوم 1: {0} ٪
ca_es: venda de 1 dia: {0} % de descompte
cs_cz: 1 den prodeje: {0} % sleva
lv_lv: 1 dienas izpārdošana: {0} % atlaide
uk_ua: 1 день розпродажу: знижка {0} %
vi_vn: 1 ngày bán: {0} % off

# Total2
source: Total
ar_sa: المجموع الكلي
cs_cz: Celkem
lv_lv: Kopā
uk_ua: Всього
vi_vn: Tổng cộng
